[
  {
    "id": "7c53f1f4-f0de-4d09-bf53-9dc4e2ede0ff",
    "title": "Leftöver Crack - Bedbugs & Beyond feat. Days N Daze and Kate Coysh",
    "description": "Leftöver Crack nous livre un hymne punk anarchiste explosif avec \"Bedbugs & Beyond\", en collaboration avec Days N Daze et Kate Coysh. Ce titre incisif mêle ska-punk, crust et folk punk dans un cocktail musical rebelle et engagé. Le clip officiel capture parfaitement l'énergie brute et l'esprit contestataire qui ont fait la réputation du groupe new-yorkais. Une ode à la résistance et à la vie marginale, portée par des riffs rageurs et des cuivres endiablés."
  },
  {
    "id": "6449bca7-2d17-4b63-9be8-2fbe0a93ef62",
    "title": "Halloween (2007) Music Video",
    "description": "Plongez dans l'univers sombre et captivant du film Halloween (2007) à travers ce clip vidéo atmosphérique. Cette bande-son accompagne parfaitement le remake de Rob Zombie du classique de l'horreur de John Carpenter. Les images évocatrices et la musique lancinante créent une ambiance inquiétante qui ravira les fans du genre horrifique. Un voyage musical au coeur des ténèbres qui rend hommage à Michael Myers, le tueur masqué le plus emblématique du cinéma d'épouvante."
  },
  {
    "id": "6f903881-7074-42eb-9fea-2817e95527cd",
    "title": "Link 80 - Verbal Kint",
    "description": "Link 80 dévoile toute sa puissance ska-punk avec \"Verbal Kint\", un titre énergique signé Asian Man Records. Ce groupe de la Bay Area californienne fusionne avec brio les cuivres festifs du ska et l'intensité du punk hardcore. Le clip capture l'essence même de la scène ska-punk des années 90, avec son énergie contagieuse et ses riffs accrocheurs. Un morceau incontournable pour les amateurs de musique alternative et de ska californien."
  },
  {
    "id": "3f1b5824-898d-434c-89d6-a6763bc96b09",
    "title": "Straightline - Off We Go!",
    "description": "Straightline enflamme la scène punk rock suédoise avec \"Off We Go!\", un hymne énergique et fédérateur. Ce clip officiel met en lumière le talent de ce groupe scandinave qui perpétue la tradition du punk mélodique à la suédoise. Des guitares tranchantes, une batterie percutante et des choeurs entraînants caractérisent ce titre qui invite au mouvement et à la célébration. Une dose pure d'adrénaline punk venue du nord de l'Europe."
  },
  {
    "id": "d9b4b7aa-ff8f-44fd-9530-4e79a0c4f9db",
    "title": "Bad Religion - Do What You Want",
    "description": "Bad Religion livre un classique intemporel du punk rock avec \"Do What You Want\" (1988). Ce titre emblématique incarne parfaitement la philosophie du groupe californien : des paroles intelligentes, des harmonies vocales distinctives et une énergie punk sans compromis. Le clip vidéo capture l'essence même de ce qui a fait de Bad Religion l'un des groupes les plus influents du punk mélodique. Un hymne à la liberté individuelle qui résonne encore aujourd'hui."
  },
  {
    "id": "5f7e5ac3-2f72-4e86-848b-3ae0d36c14bf",
    "title": "Goldfinger - Superman",
    "description": "Goldfinger propulse le ska-punk au sommet des charts avec \"Superman\", un tube inoubliable rendu célèbre par le jeu vidéo Tony Hawk's Pro Skater. Ce clip HD met en valeur l'énergie débordante du groupe californien mené par John Feldmann. Mêlant ska festif et punk rock nerveux, ce titre est devenu un hymne générationnel des années 90. Les cuivres enjoués et le refrain accrocheur en font un classique indémodable de la scène ska-punk mondiale."
  },
  {
    "id": "32588a75-605d-484a-96c6-1472cf498e0c",
    "title": "No Doubt - Oi To The World",
    "description": "No Doubt célèbre les fêtes à leur manière avec \"Oi To The World\", une reprise punk rock du classique de The Vandals. Gwen Stefani et son groupe insufflent leur touche ska-pop unique à ce conte de Noël alternatif. Le clip festif mélange ambiance des fêtes et attitude punk rock décontractée. Un titre parfait pour ceux qui veulent célébrer Noël autrement, avec guitares électriques et énergie ska californienne."
  },
  {
    "id": "2829a903-45d0-4bfb-b20b-922750f17fa5",
    "title": "Millencolin - Penguins And Polar Bears",
    "description": "Millencolin délivre un concentré de punk rock suédois avec \"Penguins And Polar Bears\". Ce titre du groupe d'Örebro illustre parfaitement leur signature sonore : mélodies accrocheuses, riffs de guitare percutants et énergie skate punk contagieuse. Le clip vidéo capture l'esprit fun et décalé qui caractérise Millencolin depuis leurs débuts. Un morceau essentiel pour les fans de punk mélodique scandinave et de culture skateboard."
  },
  {
    "id": "873339ef-6889-4616-9ded-ce87b601e33d",
    "title": "The Vandals - Don't Stop Me Now",
    "description": "The Vandals revisitent le classique de Queen \"Don't Stop Me Now\" dans une version punk rock survoltée signée Kung Fu Records. Cette reprise HD démontre le talent du groupe californien pour transformer des hits pop en hymnes punk énergiques. L'humour caractéristique des Vandals transparaît dans cette interprétation décalée qui respecte l'esprit festif de l'original tout en y ajoutant leur touche punk irrévérencieuse. Un moment de pure joie musicale."
  },
  {
    "id": "fa98f4de-7b1c-4477-b8a6-b0a8c691e70c",
    "title": "The Distillers - Drain The Blood",
    "description": "The Distillers frappe fort avec \"Drain The Blood\", un titre punk rock brut et viscéral. Brody Dalle livre une performance vocale intense et passionnée dans ce clip sombre et captivant. Le groupe déploie toute sa puissance avec des guitares saturées et une rythmique implacable. Ce morceau incarne parfaitement l'esprit garage punk des années 2000, mêlant rage, émotion et attitude rock'n'roll authentique. Un classique du punk moderne."
  },
  {
    "id": "eaebf3ce-bfe7-430f-9303-c980bcc1f01e",
    "title": "The Rabble - Seeking",
    "description": "The Rabble dévoile \"Seeking\" dans ce clip officiel qui met en lumière leur punk rock australien authentique. Ce groupe de Sydney combine énergie brute et mélodies travaillées dans un style qui rappelle les grands noms du street punk. Le clip capture l'essence de leur musique engagée et fédératrice. Des guitares tranchantes, une voix rauque et une rythmique sans faille caractérisent ce titre qui plaira aux amateurs de punk rock pur et dur."
  },
  {
    "id": "66a55925-43c9-4ea8-98aa-e42b5c76d057",
    "title": "The Ataris - Astro Zombies (Misfits Cover)",
    "description": "The Ataris rend hommage aux légendaires Misfits avec cette reprise explosive d'\"Astro Zombies\". Le groupe pop-punk californien insuffle sa propre énergie à ce classique horror punk, tout en respectant l'esprit original de Glenn Danzig. Le clip capture parfaitement l'atmosphère sombre et fun qui caractérise l'univers des Misfits. Une version qui ravira autant les fans de punk mélodique que les puristes du horror punk old school."
  },
  {
    "id": "5502a63e-6b2a-4da9-83a3-35a95e380cc9",
    "title": "The Rabble - Carry On",
    "description": "The Rabble continue de porter haut les couleurs du punk rock australien avec \"Carry On\". Ce clip officiel dévoile un titre fédérateur aux accents street punk assumés. Le groupe de Sydney délivre un message de persévérance et de résilience porté par des guitares puissantes et des choeurs entraînants. Un hymne punk moderne qui invite à ne jamais abandonner, caractéristique de l'esprit combatif de la scène punk australienne."
  },
  {
    "id": "276dafb1-1e06-40f8-88cb-5974f8b2089d",
    "title": "Rage Against the Machine - Know Your Enemy",
    "description": "Rage Against the Machine délivre un message politique puissant avec \"Know Your Enemy\", illustré par des images percutantes de violences policières. Ce clip engagé amplifie le message contestataire du groupe, fusionnant rap et metal dans un cocktail explosif. Zack de la Rocha et Tom Morello créent une synergie unique entre paroles incisives et riffs révolutionnaires. Un titre qui reste terriblement d'actualité, symbole de la lutte contre l'oppression systémique."
  },
  {
    "id": "edc70e36-ac31-4d39-a5b0-e6a8111b8678",
    "title": "Leftover Crack - One Dead Cop",
    "description": "Leftover Crack provoque et dénonce avec \"One Dead Cop\", un titre controversé accompagné de ses paroles. Ce groupe de crack rock steady new-yorkais ne fait jamais dans la demi-mesure avec leurs textes anarchistes et anti-autoritaires. Le mélange unique de ska, punk et crust crée une ambiance à la fois festive et revendicative. Un morceau emblématique de la scène punk politique underground qui ne laisse personne indifférent."
  },
  {
    "id": "ee7823b6-ec78-474a-9e8d-8e3274ea77ea",
    "title": "Pennywise - Fuck Authority",
    "description": "Pennywise explose avec \"Fuck Authority\", un hymne punk rock californien sans compromis. Ce titre du groupe de Hermosa Beach incarne parfaitement l'esprit rebelle du skate punk : rapide, énergique et contestataire. Jim Lindberg délivre un message de rébellion contre l'ordre établi, porté par des riffs dévastateurs et une batterie implacable. Un classique du punk rock californien qui continue d'enflammer les concerts et les skateparks du monde entier."
  },
  {
    "id": "a144b16e-5822-4e47-b1e3-61b492f3e721",
    "title": "Millencolin - Kemp",
    "description": "Millencolin rend hommage à la culture skateboard avec \"Kemp\", un titre signé Epitaph/Burning Heart Records. Ce morceau énergique du groupe suédois célèbre la passion du skate et l'esprit de liberté qui l'accompagne. Le clip capture l'essence du punk rock mélodique scandinave avec ses guitares accrocheuses et sa rythmique imparable. Un titre incontournable pour tous les fans de skate punk et de culture alternative des années 90-2000."
  },
  {
    "id": "9457be83-c6fa-406b-ad0a-c356cbce53c2",
    "title": "Downway - One of Us",
    "description": "Downway dévoile \"One of Us\" sous le label 206 Records, un titre punk rock mélodique qui met en avant leur son caractéristique. Ce groupe perpétue la tradition du punk californien avec des mélodies accrocheuses et une énergie communicative. Le clip officiel capture l'esprit de camaraderie et d'appartenance à une communauté punk. Des guitares saturées, des harmonies vocales et une batterie punchy caractérisent ce morceau fédérateur."
  },
  {
    "id": "634967e0-78b8-410b-8cd2-15b2691658f4",
    "title": "Misfits - Scream!",
    "description": "Les Misfits hurlent leur passion pour l'horreur avec \"Scream!\", un titre horror punk emblématique présenté dans ce clip officiel. Le groupe légendaire de Glenn Danzig continue d'influencer des générations de musiciens avec leur fusion unique de punk rock et d'imagerie de films d'horreur B. Des riffs acérés, une voix distinctive et une esthétique macabre caractérisent ce morceau. Un incontournable pour les fans de punk rock et de culture gothique."
  },
  {
    "id": "b360b148-5bd2-4ef5-8536-f672a42c02c6",
    "title": "Less Than Jake - All My Best Friends Are Metalheads",
    "description": "Less Than Jake célèbre l'amitié et la diversité musicale avec \"All My Best Friends Are Metalheads\". Ce titre ska-punk du groupe de Gainesville, Floride, illustre parfaitement leur capacité à mêler cuivres festifs et punk rock énergique. Le clip fun et décalé capture l'esprit bon enfant qui caractérise le groupe. Un hymne à l'acceptation et à la camaraderie qui transcende les étiquettes musicales, porté par des refrains inoubliables."
  }
]
