[
  {"id": "7c53f1f4-f0de-4d09-bf53-9dc4e2ede0ff", "title": "Leftöver Crack - Bedbugs & Beyond", "description": "Leftöver Crack nous livre un hymne punk anarchiste explosif avec Bedbugs & Beyond, en collaboration avec Days N Daze et Kate Coysh. Ce titre incisif mêle ska-punk, crust et folk punk dans un cocktail musical rebelle et engagé. Le clip officiel capture parfaitement l'énergie brute et l'esprit contestataire qui ont fait la réputation du groupe new-yorkais. Une ode à la résistance portée par des riffs rageurs et des cuivres endiablés."},
  {"id": "6449bca7-2d17-4b63-9be8-2fbe0a93ef62", "title": "Halloween (2007) Music Video", "description": "Plongez dans l'univers sombre et captivant du film Halloween (2007) à travers ce clip vidéo atmosphérique. Cette bande-son accompagne le remake de Rob Zombie du classique de l'horreur de John Carpenter. Les images évocatrices et la musique lancinante créent une ambiance inquiétante qui ravira les fans du genre horrifique. Un voyage musical au coeur des ténèbres rendant hommage à Michael Myers."},
  {"id": "6f903881-7074-42eb-9fea-2817e95527cd", "title": "Link 80 - Verbal Kint", "description": "Link 80 dévoile toute sa puissance ska-punk avec Verbal Kint, un titre énergique signé Asian Man Records. Ce groupe de la Bay Area californienne fusionne avec brio les cuivres festifs du ska et l'intensité du punk hardcore. Le clip capture l'essence de la scène ska-punk des années 90, avec son énergie contagieuse et ses riffs accrocheurs. Un morceau incontournable pour les amateurs de ska californien."},
  {"id": "3f1b5824-898d-434c-89d6-a6763bc96b09", "title": "Straightline - Off We Go!", "description": "Straightline enflamme la scène punk rock suédoise avec Off We Go!, un hymne énergique et fédérateur. Ce clip officiel met en lumière le talent de ce groupe scandinave qui perpétue la tradition du punk mélodique à la suédoise. Des guitares tranchantes, une batterie percutante et des choeurs entraînants caractérisent ce titre qui invite au mouvement. Une dose pure d'adrénaline punk venue du nord de l'Europe."},
  {"id": "d9b4b7aa-ff8f-44fd-9530-4e79a0c4f9db", "title": "Bad Religion - Do What You Want", "description": "Bad Religion livre un classique intemporel du punk rock avec Do What You Want (1988). Ce titre emblématique incarne la philosophie du groupe californien : des paroles intelligentes, des harmonies vocales distinctives et une énergie punk sans compromis. Le clip vidéo capture l'essence de ce qui a fait de Bad Religion l'un des groupes les plus influents du punk mélodique. Un hymne à la liberté individuelle."},
  {"id": "5f7e5ac3-2f72-4e86-848b-3ae0d36c14bf", "title": "Goldfinger - Superman", "description": "Goldfinger propulse le ska-punk au sommet avec Superman, un tube inoubliable rendu célèbre par le jeu vidéo Tony Hawk's Pro Skater. Ce clip HD met en valeur l'énergie débordante du groupe californien mené par John Feldmann. Mêlant ska festif et punk rock nerveux, ce titre est devenu un hymne générationnel des années 90. Les cuivres enjoués et le refrain accrocheur en font un classique indémodable."},
  {"id": "32588a75-605d-484a-96c6-1472cf498e0c", "title": "No Doubt - Oi To The World", "description": "No Doubt célèbre les fêtes avec Oi To The World, une reprise punk rock du classique de The Vandals. Gwen Stefani et son groupe insufflent leur touche ska-pop unique à ce conte de Noël alternatif. Le clip festif mélange ambiance des fêtes et attitude punk rock décontractée. Un titre parfait pour célébrer Noël autrement, avec guitares électriques et énergie ska californienne."},
  {"id": "2829a903-45d0-4bfb-b20b-922750f17fa5", "title": "Millencolin - Penguins And Polar Bears", "description": "Millencolin délivre un concentré de punk rock suédois avec Penguins And Polar Bears. Ce titre du groupe d'Örebro illustre leur signature sonore : mélodies accrocheuses, riffs de guitare percutants et énergie skate punk contagieuse. Le clip vidéo capture l'esprit fun et décalé qui caractérise Millencolin depuis leurs débuts. Un morceau essentiel pour les fans de punk mélodique scandinave."},
  {"id": "873339ef-6889-4616-9ded-ce87b601e33d", "title": "The Vandals - Don't Stop Me Now", "description": "The Vandals revisitent le classique de Queen Don't Stop Me Now dans une version punk rock survoltée signée Kung Fu Records. Cette reprise HD démontre le talent du groupe californien pour transformer des hits pop en hymnes punk énergiques. L'humour caractéristique des Vandals transparaît dans cette interprétation décalée qui respecte l'esprit festif de l'original."},
  {"id": "fa98f4de-7b1c-4477-b8a6-b0a8c691e70c", "title": "The Distillers - Drain The Blood", "description": "The Distillers frappe fort avec Drain The Blood, un titre punk rock brut et viscéral. Brody Dalle livre une performance vocale intense et passionnée dans ce clip sombre et captivant. Le groupe déploie toute sa puissance avec des guitares saturées et une rythmique implacable. Ce morceau incarne l'esprit garage punk des années 2000, mêlant rage, émotion et attitude rock authentique."},
  {"id": "eaebf3ce-bfe7-430f-9303-c980bcc1f01e", "title": "The Rabble - Seeking", "description": "The Rabble dévoile Seeking dans ce clip officiel qui met en lumière leur punk rock australien authentique. Ce groupe de Sydney combine énergie brute et mélodies travaillées dans un style qui rappelle les grands noms du street punk. Des guitares tranchantes, une voix rauque et une rythmique sans faille caractérisent ce titre qui plaira aux amateurs de punk rock pur et dur."},
  {"id": "66a55925-43c9-4ea8-98aa-e42b5c76d057", "title": "The Ataris - Astro Zombies", "description": "The Ataris rend hommage aux légendaires Misfits avec cette reprise explosive d'Astro Zombies. Le groupe pop-punk californien insuffle sa propre énergie à ce classique horror punk, tout en respectant l'esprit original de Glenn Danzig. Le clip capture l'atmosphère sombre et fun qui caractérise l'univers des Misfits. Une version qui ravira les fans de punk mélodique et de horror punk."},
  {"id": "5502a63e-6b2a-4da9-83a3-35a95e380cc9", "title": "The Rabble - Carry On", "description": "The Rabble continue de porter les couleurs du punk rock australien avec Carry On. Ce clip officiel dévoile un titre fédérateur aux accents street punk assumés. Le groupe de Sydney délivre un message de persévérance et de résilience porté par des guitares puissantes et des choeurs entraînants. Un hymne punk moderne qui invite à ne jamais abandonner."},
  {"id": "276dafb1-1e06-40f8-88cb-5974f8b2089d", "title": "Rage Against the Machine - Know Your Enemy", "description": "Rage Against the Machine délivre un message politique puissant avec Know Your Enemy, illustré par des images de violences policières. Ce clip engagé amplifie le message contestataire du groupe, fusionnant rap et metal dans un cocktail explosif. Zack de la Rocha et Tom Morello créent une synergie unique entre paroles incisives et riffs révolutionnaires. Un titre symbole de lutte."},
  {"id": "edc70e36-ac31-4d39-a5b0-e6a8111b8678", "title": "Leftover Crack - One Dead Cop", "description": "Leftover Crack provoque et dénonce avec One Dead Cop, un titre controversé accompagné de ses paroles. Ce groupe de crack rock steady new-yorkais ne fait jamais dans la demi-mesure avec leurs textes anarchistes. Le mélange unique de ska, punk et crust crée une ambiance festive et revendicative. Un morceau emblématique de la scène punk politique underground."},
  {"id": "ee7823b6-ec78-474a-9e8d-8e3274ea77ea", "title": "Pennywise - Fuck Authority", "description": "Pennywise explose avec Fuck Authority, un hymne punk rock californien sans compromis. Ce titre du groupe de Hermosa Beach incarne l'esprit rebelle du skate punk : rapide, énergique et contestataire. Jim Lindberg délivre un message de rébellion contre l'ordre établi, porté par des riffs dévastateurs. Un classique qui continue d'enflammer les concerts et skateparks."},
  {"id": "a144b16e-5822-4e47-b1e3-61b492f3e721", "title": "Millencolin - Kemp", "description": "Millencolin rend hommage à la culture skateboard avec Kemp, un titre signé Epitaph/Burning Heart Records. Ce morceau énergique du groupe suédois célèbre la passion du skate et l'esprit de liberté qui l'accompagne. Le clip capture l'essence du punk rock mélodique scandinave avec ses guitares accrocheuses et sa rythmique imparable. Un titre incontournable pour les fans de skate punk."},
  {"id": "9457be83-c6fa-406b-ad0a-c356cbce53c2", "title": "Downway - One of Us", "description": "Downway dévoile One of Us sous le label 206 Records, un titre punk rock mélodique caractéristique. Ce groupe perpétue la tradition du punk californien avec des mélodies accrocheuses et une énergie communicative. Le clip officiel capture l'esprit de camaraderie et d'appartenance à une communauté punk. Des guitares saturées et des harmonies vocales caractérisent ce morceau fédérateur."},
  {"id": "634967e0-78b8-410b-8cd2-15b2691658f4", "title": "Misfits - Scream!", "description": "Les Misfits hurlent leur passion pour l'horreur avec Scream!, un titre horror punk emblématique. Le groupe légendaire de Glenn Danzig continue d'influencer des générations de musiciens avec leur fusion unique de punk rock et d'imagerie de films d'horreur B. Des riffs acérés, une voix distinctive et une esthétique macabre caractérisent ce morceau incontournable."},
  {"id": "b360b148-5bd2-4ef5-8536-f672a42c02c6", "title": "Less Than Jake - All My Best Friends Are Metalheads", "description": "Less Than Jake célèbre l'amitié et la diversité musicale avec All My Best Friends Are Metalheads. Ce titre ska-punk du groupe de Gainesville illustre leur capacité à mêler cuivres festifs et punk rock énergique. Le clip fun et décalé capture l'esprit bon enfant du groupe. Un hymne à l'acceptation qui transcende les étiquettes musicales."},
  {"id": "a01b6981-d29d-4489-a458-af0bce02abb0", "title": "NOFX - Leave It Alone", "description": "NOFX délivre Leave It Alone, un titre punk rock qui illustre leur style unique mêlant humour et engagement. Le groupe de Fat Mike continue de repousser les limites du genre avec des paroles cyniques et une musicalité irréprochable. Ce morceau capture l'essence de ce qui fait de NOFX l'un des piliers du punk rock californien depuis plus de trois décennies."},
  {"id": "d70e5ff1-9da0-4e63-92de-72a3e4df0eb6", "title": "MxPx - Tomorrow's Another Day", "description": "MxPx livre une performance live explosive avec Tomorrow's Another Day enregistrée à Moscou. Ce groupe punk rock de Bremerton, Washington, démontre toute son énergie scénique et sa capacité à enflammer les foules. Les mélodies pop-punk accrocheuses et l'enthousiasme communicatif caractérisent cette prestation mémorable qui ravira les fans de punk mélodique."},
  {"id": "3f867a08-f9b6-4b04-990f-22281419d257", "title": "The Offspring - She's Got Issues", "description": "The Offspring explore les relations compliquées avec She's Got Issues, un titre punk rock accrocheur. Le groupe californien déploie son style caractéristique mêlant guitares énergiques et refrains mémorables. Dexter Holland livre des paroles humoristiques sur les personnalités difficiles. Ce morceau illustre parfaitement le son pop-punk qui a fait le succès mondial du groupe."},
  {"id": "fa00419c-dde4-47e9-a424-24252dcd0d63", "title": "The Casualties - Made In N.Y.C.", "description": "The Casualties revendiquent fièrement leurs racines new-yorkaises avec Made In N.Y.C. Ce groupe street punk emblématique délivre un hymne urbain brut et authentique. Le clip officiel de 2003 capture l'énergie raw et l'esthétique punk à crêtes qui caractérisent le groupe. Un titre qui célèbre la scène punk underground de New York avec passion et fierté."},
  {"id": "c9c06036-88e8-4f7d-9562-a00a1cdeedfa", "title": "Sublime - Same In The End", "description": "Sublime délivre Same In The End, un titre qui mêle reggae, ska et rock alternatif avec leur style unique. Le groupe de Long Beach, Californie, porté par la voix distinctive de Bradley Nowell, crée une ambiance décontractée et ensoleillée. Le clip officiel capture l'esprit californien qui a fait de Sublime une référence du genre. Un morceau intemporel."},
  {"id": "da27b9ff-c314-4f50-8b32-12c4802d8b5c", "title": "Mustard Plug - You", "description": "Mustard Plug enflamme la scène ska-punk avec You, un titre énergique et festif. Ce groupe de Grand Rapids, Michigan, perpétue la tradition du ska américain avec des cuivres explosifs et une rythmique imparable. Le clip officiel capture l'énergie communicative qui caractérise leurs concerts. Un morceau qui donne envie de danser et de skanker sans retenue."},
  {"id": "e220ca7a-1b7f-475a-8989-ceae5fe0b783", "title": "H2O - Role Model", "description": "H2O délivre Role Model, un titre hardcore punk positif et fédérateur. Ce groupe new-yorkais mené par Toby Morse prône des valeurs de respect et d'intégrité à travers une musique énergique et engagée. Le clip capture l'esprit straight edge et l'éthique positive qui caractérisent le groupe. Un hymne pour ceux qui veulent faire la différence."},
  {"id": "707cd058-8687-4a0a-8aa4-7076a72897d1", "title": "Gob - What to Do", "description": "Gob dévoile What to Do sous le label Nettwerk Records, un titre pop-punk canadien accrocheur. Ce groupe de Vancouver délivre une énergie contagieuse avec des mélodies imparables et des guitares percutantes. Le clip officiel capture l'esprit fun et décomplexé qui caractérise le punk rock canadien des années 2000. Un morceau qui reste en tête."},
  {"id": "d1769cee-e62e-43ef-8690-8f842fbf252f", "title": "The Offspring - Gotta Get Away", "description": "The Offspring signe Gotta Get Away, un titre punk rock qui parle d'évasion et de liberté. Ce morceau issu de l'album Smash démontre le talent du groupe pour créer des hymnes accrocheurs et fédérateurs. Les guitares rapides et le refrain entêtant caractérisent ce classique du punk californien des années 90. Une invitation à tout plaquer."},
  {"id": "0359e659-3f46-45f5-a41e-b7f735f3a496", "title": "Rancid - Poison", "description": "Rancid délivre Poison, un titre punk rock puissant et mélodique. Le groupe d'East Bay continue de définir le son du punk américain avec des riffs acérés et des paroles engagées. Tim Armstrong et Lars Frederiksen combinent leurs talents pour créer un morceau qui capture l'essence du street punk. Un classique du répertoire de Rancid."},
  {"id": "f05aa033-f0d1-43bb-a92c-2c03270cd7d0", "title": "Rancid - Hyena", "description": "Rancid rugit avec Hyena, un titre punk rock féroce et énergique. Le groupe d'Oakland déploie toute sa puissance avec des guitares saturées et une rythmique implacable. Ce morceau illustre parfaitement le style unique de Rancid qui mêle punk, ska et influences rock'n'roll. Une charge sonore qui ne laisse personne indifférent."},
  {"id": "aec4a126-3430-40c1-8cb4-271a21b8ed90", "title": "Rise Against - Savior", "description": "Rise Against livre Savior, l'un de leurs plus grands succès. Ce titre punk rock mélodique aborde des thèmes profonds avec l'intensité caractéristique du groupe de Chicago. Tim McIlrath délivre des paroles poignantes sur fond de guitares puissantes et de batterie explosive. Un hymne qui a propulsé Rise Against au rang de groupe punk majeur."},
  {"id": "f3e11602-beb2-4318-a575-5ae0dd608edc", "title": "Rancid - Backslide", "description": "Rancid revient avec Backslide, un titre punk rock qui capture leur énergie légendaire. Le groupe continue d'écrire l'histoire du punk américain avec ce morceau aux riffs accrocheurs et à l'attitude rebelle assumée. Tim Armstrong et ses acolytes démontrent pourquoi ils restent une référence incontournable de la scène punk mondiale."},
  {"id": "5e53894f-29bb-4ae4-85f6-03f33c1c9ac2", "title": "Fu Manchu - Hell On Wheels", "description": "Fu Manchu délivre Hell On Wheels avec des images du film The Road Warrior. Ce groupe de stoner rock californien mêle riffs lourds et ambiance désertique dans un cocktail explosif. Le clip associe parfaitement l'énergie du groupe à l'univers post-apocalyptique de Mad Max. Une ode au rock heavy et aux grosses cylindrées."},
  {"id": "f4034807-d5a1-477b-9c6c-b844aa6266a2", "title": "Rise Against - Re-Education (Through Labor)", "description": "Rise Against frappe fort avec Re-Education (Through Labor) dans sa version non censurée. Ce titre punk rock engagé critique le système avec des paroles incisives et une musique explosive. Le groupe de Chicago démontre son engagement politique à travers un morceau puissant qui appelle à la révolte. Un hymne contestataire moderne."},
  {"id": "ebc53b1a-e464-47dd-8500-0bf834a592be", "title": "Misfits - Saturday Nights", "description": "Les Misfits célèbrent les nuits de folie avec Saturday Nights, un titre horror punk entraînant. Le groupe légendaire mêle leur imagerie macabre caractéristique à un rock'n'roll festif et décomplexé. Ce clip HQ capture l'énergie unique qui fait des Misfits une icône du punk rock. Un morceau parfait pour les soirées entre fans de punk."},
  {"id": "b64545d2-27f9-4e4b-bf64-2d99ad2d9676", "title": "Social Distortion - Reach For The Sky", "description": "Social Distortion s'élève avec Reach For The Sky, un titre punk rock inspirant. Mike Ness et son groupe délivrent un message d'espoir et de persévérance à travers leur son caractéristique mêlant punk et country rock. Ce clip FMX capture l'essence du groupe californien qui continue d'influencer la scène punk depuis les années 80."},
  {"id": "b898c8ba-ea72-4794-96f4-a2987d97e463", "title": "Ignite - Veteran", "description": "Ignite rend hommage aux vétérans avec ce titre hardcore mélodique puissant. Le groupe californien délivre un message de respect et de reconnaissance à travers une musique intense et émotionnelle. Zoli Téglás chante avec passion sur fond de guitares heavy et de batterie explosive. Un morceau qui touche au coeur."},
  {"id": "f76e9519-e382-4e7d-8a86-9b5b9e26ecbd", "title": "The Distillers - The Young Crazed Peeling", "description": "The Distillers déchire avec The Young Crazed Peeling sous le label Hellcat Records. Brody Dalle mène ce groupe punk rock féminin avec une énergie brute et viscérale. Le clip capture l'intensité et la rage qui caractérisent leur musique. Un titre qui a marqué la scène punk rock du début des années 2000."},
  {"id": "7d0f726d-8893-4546-9d36-a1388812eb9a", "title": "Dropkick Murphys - The Gauntlet", "description": "Dropkick Murphys charge avec The Gauntlet, un titre celtic punk explosif. Le groupe de Boston mêle instruments traditionnels irlandais et punk rock hardcore dans une combinaison unique. L'énergie festive et combative caractérise ce morceau qui invite au pogo. Un hymne pour les fans de punk celtique du monde entier."},
  {"id": "ada7ad74-42df-4c28-be88-84bffc6c59b2", "title": "Misfits - Dig Up Her Bones", "description": "Les Misfits creusent profond avec Dig Up Her Bones, l'un de leurs titres les plus emblématiques. Ce morceau horror punk mêle mélodie accrocheuse et imagerie macabre dans le style unique du groupe. Le clip capture l'esthétique gothique et punk qui a fait leur renommée mondiale. Un classique incontournable du genre."},
  {"id": "dd980bca-86f5-4bc7-ba18-9baf8a4c2f65", "title": "Less Than Jake - Automatic", "description": "Less Than Jake passe en mode Automatic avec ce titre ska-punk entraînant. Le groupe de Floride déploie ses cuivres caractéristiques sur fond de punk rock énergique. Les mélodies festives et les paroles accrocheuses caractérisent ce morceau qui donne envie de bouger. Un classique du ska-punk américain."},
  {"id": "ffe5a496-e75c-4e0d-b571-7e7463ff6162", "title": "The Offspring - The Meaning Of Life", "description": "The Offspring questionne l'existence avec The Meaning Of Life, un titre punk rock philosophique. Le groupe californien aborde des thèmes profonds avec leur énergie caractéristique et leur sens de la mélodie. Dexter Holland délivre des paroles réfléchies sur fond de guitares puissantes. Un morceau qui fait réfléchir tout en faisant headbanger."},
  {"id": "276b0793-39c3-4d11-843d-903bf7f01b22", "title": "Agnostic Front - Gotta Go (Live at CBGB's)", "description": "Agnostic Front délivre Gotta Go en live au légendaire CBGB's de New York. Ce groupe pionnier du hardcore new-yorkais capture l'énergie brute des concerts qui ont fait l'histoire du punk. Le DVD immortalise l'atmosphère électrique de ce temple du rock underground. Un document essentiel pour les fans de hardcore."},
  {"id": "26b6d166-b97f-46d3-ab13-14e0112fca7e", "title": "The Offspring - All I Want", "description": "The Offspring exprime ses désirs avec All I Want, un titre punk rock direct et efficace. Ce morceau issu de l'album Ixnay on the Hombre démontre le talent du groupe pour créer des hymnes accrocheurs. Les guitares rapides et le refrain fédérateur caractérisent ce classique. Un titre parfait pour les fans de punk californien."},
  {"id": "d623ce63-27f6-4075-960f-894d3ac00cbd", "title": "Sum 41 - Screaming Bloody Murder", "description": "Sum 41 hurle avec Screaming Bloody Murder, un titre rock alternatif intense et sombre. Le groupe canadien explore des thèmes plus profonds avec une musique puissante et émotionnelle. Deryck Whibley délivre une performance vocale passionnée sur fond de guitares heavy. Ce clip non officiel capture l'intensité du morceau."},
  {"id": "77a9f6e9-f199-4b07-ba28-a829c5df2ad4", "title": "Rise Against - Any Way You Want It", "description": "Rise Against revisite le classique de Journey Any Way You Want It dans une version punk rock énergique. Le groupe de Chicago démontre sa polyvalence avec cette reprise survoltée qui respecte l'esprit original tout en y ajoutant leur touche hardcore. Un moment de fun qui montre un autre visage du groupe."},
  {"id": "fd57d8ef-fe43-45e5-90bc-4665934f1995", "title": "NOFX - All Outta Angst", "description": "NOFX délivre All Outta Angst, un titre qui illustre leur humour caractéristique et leur talent musical. Fat Mike et ses acolytes mêlent paroles sarcastiques et punk rock technique dans un cocktail explosif. Ce morceau capture l'essence de ce qui fait de NOFX l'un des groupes les plus respectés de la scène punk mondiale."},
  {"id": "a1638cda-843e-4cec-a89e-be952983720f", "title": "Green Day - Welcome To Paradise", "description": "Green Day livre une version live explosive de Welcome To Paradise tirée de Awesome as Fuck. Ce classique punk rock raconte la vie dans les quartiers difficiles d'Oakland avec l'énergie caractéristique du groupe. Billie Joe Armstrong enflamme la foule avec ce titre emblématique de l'album Dookie. Un moment de pure énergie punk."}
]
