[
  {
    "id": "70d1bb2b-16f5-446d-9a66-f56410e823a0",
    "title": "SOPOR AETERNUS: \"In der Palästra\" (music video)",
    "description": "La chanson « SOPOR AETERNUS: \"In der Palästra\" » de l’artiste se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "ce97ce41-4682-46fa-b8e0-4f11095007a9",
    "title": "Placebo - Running Up That Hill (A Deal With God) (Cover) Official Music Video",
    "description": "« Running Up That Hill (A Deal With God) (Cover) Official Music Video » est un titre de Placebo, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "b2b17712-a841-4758-ba19-4c66d28c8fc1",
    "title": "Goldfrapp - Systemagic (Official Video)",
    "description": "La chanson « Systemagic » de Goldfrapp se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "603db189-1080-4e77-85dd-712260826590",
    "title": "Hollow World",
    "description": "Avec « Hollow World », l’artiste propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "80cfdd0c-5a5b-4a1a-a182-2339ef086353",
    "title": "Grave Pleasures - New Hip Moon (Videoclip)",
    "description": "Avec « New Hip Moon », Grave Pleasures propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "6ce3ef3e-d309-48d1-80d1-8fce50dcad59",
    "title": "Siouxsie And The Banshees - Cities In Dust (Official Music Video)",
    "description": "« Cities In Dust » est un titre de Siouxsie And The Banshees, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "80767dbe-ac42-423a-b560-932c02820486",
    "title": "The Damned - Shadow Of Love (1985)",
    "description": "« Shadow Of Love (1985) » est un titre de The Damned, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "4b64a033-3462-4581-8c0c-b442be0abe1c",
    "title": "The Cult - Rain HD",
    "description": "La chanson « Rain HD » de The Cult se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "1da24210-e8ac-4a2f-a52f-f48738e5c49a",
    "title": "Peter Murphy - Cuts You Up HD",
    "description": "« Cuts You Up HD » est un titre de Peter Murphy, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "ce1dfd40-9704-4123-94d6-61f2fe745b9c",
    "title": "Echo & The Bunnymen - The Killing Moon (Official Music Video)",
    "description": "« The Killing Moon » est un titre de Echo & The Bunnymen, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "2a7340b6-edd5-43dc-92f1-dee8a3167c62",
    "title": "Bauhaus - Telegram Sam",
    "description": "Avec « Telegram Sam », Bauhaus propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "b687a04f-9b1b-4289-ad5d-455c97f714e7",
    "title": "SPECIMEN - Kiss Kiss Bang Bang [Official Video] HQ",
    "description": "Avec « Kiss Kiss Bang Bang [Official Video] HQ », SPECIMEN propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "3083a42a-11d0-4fbe-8578-da3188f250e5",
    "title": "Killing Joke - Let's All Go (To The Fire Dances)",
    "description": "La chanson « Let's All Go (To The Fire Dances) » de Killing Joke se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "29cd1bd0-cea9-401b-af0a-658205542382",
    "title": "Xmal Deutschland - Matador (full video)",
    "description": "Avec « Matador », Xmal Deutschland propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "ca4f39b5-9ba2-4862-972d-bc313df6d82c",
    "title": "His Name Is Alive - Are We Still Married (Official Video)",
    "description": "La chanson « Are We Still Married » de His Name Is Alive se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "68b9f293-b002-46c7-bd78-54d83385d9ab",
    "title": "Kate Bush - Wuthering Heights - Official Music Video - Version 2",
    "description": "Avec « Wuthering Heights - Official Music Video - Version 2 », Kate Bush propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "1c78ee1e-2171-43ed-8216-072e530a944e",
    "title": "The Damned - Grimly Fiendish (1985) (HQ)",
    "description": "Avec « Grimly Fiendish (1985) (HQ) », The Damned propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "6ece56e0-b07f-483c-b76c-c602738a8ced",
    "title": "The Sisters Of Mercy - Black Planet",
    "description": "Avec « Black Planet », The Sisters Of Mercy propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "00d6743d-3e50-48c7-818e-f6ed71503f84",
    "title": "Fields of the Nephilim - Moonchild HD",
    "description": "« Moonchild HD » est un titre de Fields of the Nephilim, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "61785055-0097-48ae-8e2a-85781472e25d",
    "title": "Garden of Delight - Blessed Minutes [1984 Norway Goth Rock]",
    "description": "La chanson « Blessed Minutes [1984 Norway Goth Rock] » de Garden of Delight se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "97f19985-14ca-4990-a06b-1326c3cc40ad",
    "title": "Nick Cave & The Bad Seeds - Jack The Ripper",
    "description": "Avec « Jack The Ripper », Nick Cave & The Bad Seeds propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "1b7852c8-0a03-4a20-bad5-39220cffbc02",
    "title": "Joy Division - Love Will Tear Us Apart [OFFICIAL MUSIC VIDEO]",
    "description": "« Love Will Tear Us Apart [OFFICIAL MUSIC VIDEO] » est un titre de Joy Division, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "da4faa33-ce32-4c7c-9c66-5e5fb575aab4",
    "title": "Killing Joke - Love Like Blood (Official Video)",
    "description": "« Love Like Blood » est un titre de Killing Joke, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "d9f0139c-58d9-4bbf-8a33-33c7e8e3394d",
    "title": "Modern English - I Melt With You (Official Video)",
    "description": "« I Melt With You » est un titre de Modern English, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "a6e521a5-2b9d-4f15-ab6b-bf65f3adf038",
    "title": "Echo & The Bunnymen - Bring on The Dancing Horses (Official Music Video)",
    "description": "« Bring on The Dancing Horses » est un titre de Echo & The Bunnymen, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "00b42e63-d506-469a-9016-73c759884e6b",
    "title": "Siouxsie And The Banshees - Spellbound (Official Music Video)",
    "description": "« Spellbound » est un titre de Siouxsie And The Banshees, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "a23b436d-25e6-4fd2-b707-2f0c5407b755",
    "title": "Nick Cave & The Bad Seeds - Red Right Hand (Official Video)",
    "description": "Avec « Red Right Hand », Nick Cave & The Bad Seeds propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "91a61797-e1de-4b3b-bd81-27ad928eb6d2",
    "title": "Peter Murphy - Strange Kind Of Love HD",
    "description": "La chanson « Strange Kind Of Love HD » de Peter Murphy se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "6725adaa-da6b-453f-9919-2aecc858c51f",
    "title": "Diamanda Galas - Gloomy Sunday",
    "description": "La chanson « Gloomy Sunday » de Diamanda Galas se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "32cf168e-faf8-45ab-a827-f2ae9c986470",
    "title": "Masochistic Religion - The Vampire",
    "description": "Avec « The Vampire », Masochistic Religion propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "01236641-3d46-4c2e-8c6d-e253d53a6ff7",
    "title": "The Birthday Party, \"Junkyard\"",
    "description": "La chanson « The Birthday Party, \"Junkyard\" » de l’artiste se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "30a0ef51-f862-4af3-a70c-1c9178801bfc",
    "title": "Japan Ghosts 480p Quality",
    "description": "« Japan Ghosts 480p Quality » est un titre de l’artiste, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "890c12ac-0c0b-4017-8b97-b5640096ee02",
    "title": "This Mortal Coil - Song To The Siren (Official Video)",
    "description": "« Song To The Siren » est un titre de This Mortal Coil, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "708bb972-f8b6-45f9-8123-680837d8056a",
    "title": "The Cure - Lullaby (Official Music Video)",
    "description": "La chanson « Lullaby » de The Cure se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "058a036d-3de7-420d-85af-965001c64ff3",
    "title": "Siouxsie & The Banshees - Fireworks",
    "description": "« Fireworks » est un titre de Siouxsie & The Banshees, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "4bc470e7-987b-4269-b30a-0674c8b5418c",
    "title": "Love and Rockets - Ball Of Confusion. HD",
    "description": "La chanson « Ball Of Confusion. HD » de Love and Rockets se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "52948e81-7657-4d10-878b-a5054585467d",
    "title": "The Jesus And Mary Chain - Just Like Honey (Official Music Video)",
    "description": "« Just Like Honey » est un titre de The Jesus And Mary Chain, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "9f718d82-3bf7-4b7a-a412-e47b082c348c",
    "title": "Killing Joke - Eighties",
    "description": "La chanson « Eighties » de Killing Joke se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "02d4b279-f54f-4966-bb07-a919ca7eb1a7",
    "title": "Depeche Mode - Walking in My Shoes (Remastered)",
    "description": "Avec « Walking in My Shoes (Remastered) », Depeche Mode propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "687e89bd-0f69-4d4f-bdaf-88e3ee745224",
    "title": "Siouxsie And The Banshees - Dazzle",
    "description": "La chanson « Dazzle » de Siouxsie And The Banshees se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b250c7e9-8148-4a24-a44a-e4789ef1e7f5",
    "title": "Love And Rockets - \"No New Tale To Tell\"",
    "description": "La chanson « \"No New Tale To Tell\" » de Love And Rockets se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "4faec603-8b2c-47a1-8ed5-2c18af0af4e6",
    "title": "Concrete Blonde - Bloodletting (1990)",
    "description": "La chanson « Bloodletting (1990) » de Concrete Blonde se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "27e88d7d-c65d-4b95-9dcd-7228eb56b7a4",
    "title": "Type O Negative - Black No. 1 (Little Miss Scare -All) [HD Remaster] [OFFICIAL VIDEO]",
    "description": "Avec « Black No. 1 (Little Miss Scare -All)  [OFFICIAL VIDEO] », Type O Negative propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "4f00ecab-3808-4369-bbb4-494e46de8db3",
    "title": "Mephisto Walz- Mephisto Waltz",
    "description": "La chanson « Mephisto Walz- Mephisto Waltz » de l’artiste se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "a11c8170-3586-4184-be86-ab4a889b9a3c",
    "title": "The Shroud - Ophelia",
    "description": "La chanson « Ophelia » de The Shroud se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "629ac5d5-4587-40c6-ad41-04b968461248",
    "title": "Human Drama \"Fascination and Fear\" Music Video",
    "description": "« Human Drama \"Fascination and Fear\" Music Video » est un titre de l’artiste, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "26f6ddc1-05a1-4263-a8bf-bcfe0ad13eb7",
    "title": "Attrition - A girl called harmony",
    "description": "La chanson « A girl called harmony » de Attrition se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "cf786c49-bf3b-4b3e-a658-1b33e487df6e",
    "title": "Siouxsie And The Banshees - The Last Beat Of My Heart",
    "description": "Avec « The Last Beat Of My Heart », Siouxsie And The Banshees propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "8099ccb9-15af-41b7-a07e-5835753d3729",
    "title": "Nick Cave and PJ Harvey - Henry Lee",
    "description": "Avec « Henry Lee », Nick Cave and PJ Harvey propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "bb21d5aa-2c65-4774-aede-5647bc7fc77c",
    "title": "Love Song For A Vampire",
    "description": "« Love Song For A Vampire » est un titre de l’artiste, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "1dde6058-4b26-40a1-b948-7563f4115b82",
    "title": "The Smashing Pumpkins - Ava Adore (Official Music Video)",
    "description": "« Ava Adore » est un titre de The Smashing Pumpkins, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "ede49b1a-a0de-4cf0-889a-994ebab87711",
    "title": "CORPUS DELICTI-Twilight (Official Video, original edit 1993)",
    "description": "« CORPUS DELICTI-Twilight » est un titre de l’artiste, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "c4f45e0c-1cef-4c5d-b820-9c65b83444d7",
    "title": "Nick Cave & The Bad Seeds - The Weeping Song (Official Video)",
    "description": "« The Weeping Song » est un titre de Nick Cave & The Bad Seeds, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "4445cfce-29ea-43fa-856f-8c00a58c77c2",
    "title": "Joy Division - Atmosphere [OFFICIAL MUSIC VIDEO]",
    "description": "La chanson « Atmosphere [OFFICIAL MUSIC VIDEO] » de Joy Division se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "a539547e-3190-40b5-922b-d354905cd06d",
    "title": "Bauhaus - She's In Parties",
    "description": "« She's In Parties » est un titre de Bauhaus, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "3352522a-01aa-4586-a80e-c6ee78774c9a",
    "title": "Aerosmith - Cryin' (Official Music Video)",
    "description": "« Cryin' » est un titre de Aerosmith, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "4885c513-3fe1-4192-be58-732078674b99",
    "title": "Aerosmith - Amazing (Official Music Video)",
    "description": "La chanson « Amazing » de Aerosmith se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b97a454c-e39e-4229-bb89-9942f9751df3",
    "title": "Pearl Jam - Jeremy (Official 4K Video)",
    "description": "La chanson « Jeremy » de Pearl Jam se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "9423f0fb-9ee3-4b8d-837b-1e46c71c61ef",
    "title": "The Verve Pipe - The Freshmen (Official Video)",
    "description": "La chanson « The Freshmen » de The Verve Pipe se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "9ac33e93-b308-46e5-952e-a4927a9e7851",
    "title": "Tonic - You Wanted More (Band Version)",
    "description": "La chanson « You Wanted More (Band Version) » de Tonic se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "3cc9e453-0b1d-4a0b-86e7-1a790e9588a0",
    "title": "Goo Goo Dolls - Name [Official Music Video] (HD Remaster)",
    "description": "La chanson « Name [Official Music Video] » de Goo Goo Dolls se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "0c86f3d6-aa74-41f2-89c0-bd9c95e93160",
    "title": "Stone Temple Pilots - Plush (Official Music Video)",
    "description": "La chanson « Plush » de Stone Temple Pilots se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "72a088b1-fbbe-412b-9671-506ce7901dc2",
    "title": "Stone Temple Pilots - Creep (Official Music Video)",
    "description": "La chanson « Creep » de Stone Temple Pilots se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "a0fd433d-fe77-4c65-a754-614978b83202",
    "title": "MC 900ft Jesus - If I Only Had A Brain",
    "description": "Avec « If I Only Had A Brain », MC 900ft Jesus propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "448254cd-11ac-4652-8c00-24b529cd3abe",
    "title": "Whale - Hobo Humpin Slobo Babe (Music Video)",
    "description": "La chanson « Hobo Humpin Slobo Babe » de Whale se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "e4dc3ac2-2c2f-4273-8ad2-0035e82b4339",
    "title": "Tripping Daisy - I Got A Girl",
    "description": "La chanson « I Got A Girl » de Tripping Daisy se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "0c746e48-b006-40c5-bec0-03031e9e9b2b",
    "title": "The Flaming Lips - She Don't Use Jelly [Official Music Video]",
    "description": "La chanson « She Don't Use Jelly [Official Music Video] » de The Flaming Lips se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "6e3847b2-4b4c-437f-8141-21ca4f9bb43b",
    "title": "Cracker - Low",
    "description": "La chanson « Low » de Cracker se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "4aaf533c-add4-4e8e-902e-35219d73d1b2",
    "title": "Cracker - Teen Angst",
    "description": "Avec « Teen Angst », Cracker propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "2ad16c03-e98a-4b08-b473-9698edf2a420",
    "title": "Cracker - Eurotrash Girl",
    "description": "La chanson « Eurotrash Girl » de Cracker se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "90a73f9b-245e-40c7-823a-2bc8247ecd68",
    "title": "School Of Fish - 3 Strange Days",
    "description": "« 3 Strange Days » est un titre de School Of Fish, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "703ba791-fdf7-411e-890d-e5469f1dc390",
    "title": "Social Distortion - Story Of My Life",
    "description": "Avec « Story Of My Life », Social Distortion propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "168e03e2-24fe-4db7-bf64-fd50402a9c5d",
    "title": "Social Distortion - Ball And Chain",
    "description": "La chanson « Ball And Chain » de Social Distortion se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "c0aaec8e-212a-475d-afed-54f3db2ab348",
    "title": "Social Distortion - Bad Luck",
    "description": "« Bad Luck » est un titre de Social Distortion, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "e9667222-3d96-4f39-bd0a-5c84950f1c27",
    "title": "Social Distortion - I Was Wrong",
    "description": "Avec « I Was Wrong », Social Distortion propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "b7cd4aa7-3ab9-4a9c-acd2-2b9e6ba3654c",
    "title": "Mazzy Star - Fade Into You (Official Music Video)",
    "description": "« Fade Into You » est un titre de Mazzy Star, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "3311da6b-da21-42e6-a3ed-db6c769fb7b3",
    "title": "Green Apple Quick Step - Dirty Water Ocean (Video)",
    "description": "La chanson « Dirty Water Ocean » de Green Apple Quick Step se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "eaaad764-8e3a-4d70-bca4-7ce2689e418b",
    "title": "The Jesus And Mary Chain - Head On (Official Music Video)",
    "description": "La chanson « Head On » de The Jesus And Mary Chain se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "254799ea-ba93-49d2-aaa1-4b26907520e9",
    "title": "Rancid - \"Time Bomb\"",
    "description": "Avec « \"Time Bomb\" », Rancid propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "594e896f-72c3-4042-9c2f-504e6bb5d723",
    "title": "Rancid - \"Ruby Soho\"",
    "description": "La chanson « \"Ruby Soho\" » de Rancid se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "2e2668fe-8be2-43b5-a15c-6565b5567299",
    "title": "Buffalo Tom ~ Sodajerk",
    "description": "Avec « Buffalo Tom ~ Sodajerk », l’artiste propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "e877bd4c-3404-49e8-b0ff-5d64332f2c5f",
    "title": "G. Love & Special Sauce - Baby's Got Sauce (Official Video)",
    "description": "Avec « Baby's Got Sauce », G. Love & Special Sauce propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "3e6510f6-017d-4af8-a0f6-f126d026fcbe",
    "title": "Reel Big Fish - Sell Out",
    "description": "Avec « Sell Out », Reel Big Fish propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "15e17d86-eaf0-4218-a085-f38b843ebb13",
    "title": "Tonic - Open Up Your Eyes",
    "description": "« Open Up Your Eyes » est un titre de Tonic, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "c5f66bb6-2617-4f12-84b8-3e0f9fac106e",
    "title": "Silverchair - Tomorrow (Australian Version - Official Video)",
    "description": "La chanson « Tomorrow » de Silverchair se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "6cbc1bf8-60cb-40c4-90c4-e976d3589c15",
    "title": "Green Jelly - Three Little Pigs (Official Video)",
    "description": "« Three Little Pigs » est un titre de Green Jelly, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "27dbbb64-cad9-4be6-826b-1a58c757a9fd",
    "title": "Garbage - Only Happy When It Rains (official music video) with lyrics",
    "description": "La chanson « Only Happy When It Rains  with lyrics » de Garbage se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "0ae75438-6f05-47ad-8a58-8db9e4248fb7",
    "title": "Filter - Hey Man, Nice Shot (Official HD Music Video)",
    "description": "Avec « Hey Man, Nice Shot », Filter propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "51082975-24e4-4ba0-9662-04f665969ec7",
    "title": "Local H - Bound For The Floor",
    "description": "« Bound For The Floor » est un titre de Local H, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "49132d12-2772-4e7d-be3f-213d69ac59b2",
    "title": "Red Hot Chili Peppers - Under The Bridge [Video]",
    "description": "« Under The Bridge [Video] » est un titre de Red Hot Chili Peppers, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "fc88bca5-4b70-4012-8b06-2abe0254c344",
    "title": "The Smashing Pumpkins - Disarm",
    "description": "« Disarm » est un titre de The Smashing Pumpkins, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "8ede817d-1a7f-4572-a0c4-268e17565454",
    "title": "Temple Of The Dog - Hunger Strike",
    "description": "La chanson « Hunger Strike » de Temple Of The Dog se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "a903e889-88e6-4379-96db-8623ba10287a",
    "title": "Stone Temple Pilots - Interstate Love Song (Official Music Video)",
    "description": "Avec « Interstate Love Song », Stone Temple Pilots propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "692c9cd9-a8ba-45de-a4f9-30f8a83794ea",
    "title": "Collective Soul - Shine (Official HD Music Video)",
    "description": "Avec « Shine », Collective Soul propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "a0845bdd-e7d5-45ff-a1b5-0b89e94db19d",
    "title": "PJ Harvey - Down By The Water",
    "description": "Avec « Down By The Water », PJ Harvey propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "2e23542d-c004-4887-b4e1-d381d13ed676",
    "title": "Liz Phair - Supernova",
    "description": "« Supernova » est un titre de Liz Phair, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "00998b56-2ba2-4b1e-b86d-838b57e63ef8",
    "title": "Belly - Feed The Tree (Video)",
    "description": "« Feed The Tree » est un titre de Belly, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "c2555479-8cd0-4302-9c5d-4b5eb85cbd8d",
    "title": "Hole - Violet",
    "description": "Avec « Violet », Hole propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "f9a646c8-fa75-4591-8b91-3a0748233e25",
    "title": "Veruca Salt - Seether (Official Music Video)",
    "description": "La chanson « Seether » de Veruca Salt se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "35621b81-61b2-4699-9aeb-4b836bd7e877",
    "title": "POE - ANGRY JOHNNY (Music Video - Original 1995)",
    "description": "« ANGRY JOHNNY » est un titre de POE, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  }
]