[
  {
    "id": "a78e1ab3-d1b7-4efe-ada8-2d40407fc921",
    "title": "Ed Sheeran - Colourblind [Official Video]",
    "description": "« Colourblind [Official Video] » est un titre de Ed Sheeran, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "6e6ad8b9-7f1e-4931-9ea3-19986a7057ed",
    "title": "Bailey Zimmerman - Chase Her (Lyric Video)",
    "description": "La chanson « Chase Her » de Bailey Zimmerman se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "55971581-b356-43a2-8e81-56b4a67993c8",
    "title": "CHARLIE PUTH - THAT'S NOT HOW THIS WORKS (FEAT. DAN + SHAY) [official music video]",
    "description": "La chanson « THAT'S NOT HOW THIS WORKS ( » de CHARLIE PUTH en collaboration avec DAN + SHAY) [official music video] se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "9534a659-8f2d-4b66-8f28-509785a0ae80",
    "title": "Stephen Sanchez - Only Girl (Official Video)",
    "description": "« Only Girl » est un titre de Stephen Sanchez, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "4c50e6ce-858b-4c4a-9f2e-e9c1e20dda1e",
    "title": "Taylor Swift ft. Ice Spice - Karma (Official Music Video) ft. Ice Spice",
    "description": "Avec « Karma », Taylor Swift ft. Ice Spice en collaboration avec Ice Spice propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "54ba34cb-64fc-4909-87cd-b81c5601a2ea",
    "title": "Rod Wave - Fight The Feeling (Official Video)",
    "description": "Avec « Fight The Feeling », Rod Wave propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "e740f0c0-2a6d-423d-a062-e664ede441f2",
    "title": "Luke Combs - Love You Anyway (Official Studio Video)",
    "description": "La chanson « Love You Anyway » de Luke Combs se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "81125ab2-c8f6-45a5-b399-2e7725e81a0e",
    "title": "Charlie Puth - Left And Right (feat. Jung Kook of BTS) [Official Video]",
    "description": "Avec « Left And Right ( », Charlie Puth en collaboration avec Jung Kook of BTS) [Official Video] propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "dc45d212-db04-4789-803e-411c8cbd3d78",
    "title": "Harry Styles - Late Night Talking (Official Video)",
    "description": "« Late Night Talking » est un titre de Harry Styles, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "7d50d669-4b66-4eda-b46c-f118c7421ee7",
    "title": "Lady Gaga - Hold My Hand (From “Top Gun: Maverick”) [Official Music Video]",
    "description": "« Hold My Hand (From “Top Gun: Maverick”) [Official Music Video] » est un titre de Lady Gaga, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "9163f74d-ca96-4798-b462-26408025314b",
    "title": "Calum Scott feat. Lyodra - Heaven (Official Music Video)",
    "description": "Avec « Heaven », Calum Scott feat. Lyodra propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "9ef5a72e-425f-4b80-8ff0-b80051a243c9",
    "title": "Post Malone - I Like You (A Happier Song) w. Doja Cat [Official Music Video]",
    "description": "Avec « I Like You (A Happier Song) w. Doja Cat [Official Music Video] », Post Malone propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "18a946dd-a463-4f52-aaad-6100cc7b4c92",
    "title": "Rod Wave - Alone (Official Video)",
    "description": "Avec « Alone », Rod Wave propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "9c4d36e2-257c-46c8-8f40-41a4b22e3a18",
    "title": "Chris Brown - WE (Warm Embrace) (Official Video)",
    "description": "« WE » est un titre de Chris Brown, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "567018bf-da57-418e-87b7-9b6d3decdf87",
    "title": "GIVĒON - Lost Me (Official Music Video)",
    "description": "La chanson « Lost Me » de GIVĒON se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "4f36e4a9-c06d-42f3-be69-d2cca9c32968",
    "title": "Harry Styles - As It Was (Official Video)",
    "description": "« As It Was » est un titre de Harry Styles, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "7ad8dbf8-487e-4e29-9fb1-4ce4df4a4e3f",
    "title": "The Weeknd - Out of Time (Official Video)",
    "description": "La chanson « Out of Time » de The Weeknd se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "7de51b92-3988-4ffc-8751-d055eac7f904",
    "title": "Charlie Puth - Light Switch [Official Music Video]",
    "description": "La chanson « Light Switch [Official Music Video] » de Charlie Puth se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "09b615ce-e846-4f9a-8f28-a6c17cf91335",
    "title": "Justin Bieber - Honest ft. Don Toliver",
    "description": "Avec « Honest », Justin Bieber en collaboration avec Don Toliver propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "c415e8e0-bb14-494f-9c12-5574cb1dc6c3",
    "title": "Ed Sheeran - Shivers [Official Video]",
    "description": "La chanson « Shivers [Official Video] » de Ed Sheeran se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "f7fda65f-4145-451a-80ee-a52170fda292",
    "title": "Shawn Mendes - When You're Gone",
    "description": "« When You're Gone » est un titre de Shawn Mendes, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "b54c4dd4-42ac-4e24-a7e2-070b8c6df1cc",
    "title": "Camila Cabello - Bam Bam (Official Music Video) ft. Ed Sheeran",
    "description": "« Bam Bam » est un titre de Camila Cabello en collaboration avec Ed Sheeran, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "a4a4e739-e268-40f4-9533-96acce7634f6",
    "title": "Coldplay X Selena Gomez - Let Somebody Go (Official Video)",
    "description": "Avec « Let Somebody Go », Coldplay X Selena Gomez propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "15037453-f7f1-494c-adfc-f7823a06afde",
    "title": "Ella Mai - DFMU (Official Music Video)",
    "description": "« DFMU » est un titre de Ella Mai, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "1e9f146b-8484-408a-b187-f7a15bf08b4c",
    "title": "Queen Naija, Big Sean - Hate Our Love",
    "description": "La chanson « Hate Our Love » de Queen Naija, Big Sean se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "0182b832-4f30-4604-b5e5-c4620be329de",
    "title": "The Weeknd - Sacrifice",
    "description": "Avec « Sacrifice », The Weeknd propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "904dedb2-31ea-478f-95c1-ea6e5101e6a7",
    "title": "Shawn Mendes, Tainy - Summer Of Love (Official Music Video)",
    "description": "Avec « Summer Of Love », Shawn Mendes, Tainy propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "044fb746-bd98-421f-87d5-308f359f88a0",
    "title": "The Weeknd - Die For You",
    "description": "La chanson « Die For You » de The Weeknd se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "594d2c43-ee32-420c-83fa-9e94b9a0a629",
    "title": "Ed Sheeran - The Joker And The Queen (feat. Taylor Swift) [Official Video]",
    "description": "Avec « The Joker And The Queen ( », Ed Sheeran en collaboration avec Taylor Swift) [Official Video] propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "14f2eca7-cf61-4db1-8e6e-0e34fbb70035",
    "title": "Adele - Easy On Me (Official Video)",
    "description": "La chanson « Easy On Me » de Adele se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "7dda4160-c95d-44b9-bff7-a7cf22419734",
    "title": "Luke Combs - Forever After All (Official Video)",
    "description": "La chanson « Forever After All » de Luke Combs se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "91cff06c-0ae1-4d17-be0f-1f0d59200b51",
    "title": "Taylor Swift ft. Chris Stapleton - I Bet You Think About Me (Taylor's Version) (Official Video)",
    "description": "Avec « I Bet You Think About Me », Taylor Swift ft. Chris Stapleton propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "7ac5e765-ec64-40c3-ac4e-f9cf7b975018",
    "title": "Adele - To Be Loved (Official Lyric Video)",
    "description": "La chanson « To Be Loved » de Adele se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "953d6042-8b27-4c5a-a208-91981e8f758d",
    "title": "Ed Sheeran - Bad Habits [Official Video]",
    "description": "La chanson « Bad Habits [Official Video] » de Ed Sheeran se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "8f312ac4-74ee-4a45-a8db-307fa5fdb422",
    "title": "Camila Cabello - Don't Go Yet (Official Video)",
    "description": "« Don't Go Yet » est un titre de Camila Cabello, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "04c0260d-a662-41d9-bf68-ca06ba911702",
    "title": "The Weeknd - Take My Breath (Official Music Video)",
    "description": "« Take My Breath » est un titre de The Weeknd, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "82d141a5-21f0-4ee7-9efb-62ec6f564980",
    "title": "Justin Bieber - Ghost",
    "description": "« Ghost » est un titre de Justin Bieber, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "14ce7d2f-a7a4-48b3-b2eb-5bd18b1aa578",
    "title": "Ed Sheeran - Overpass Graffiti [Official Video]",
    "description": "« Overpass Graffiti [Official Video] » est un titre de Ed Sheeran, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "10cf260c-088e-4921-afa9-50a70ca1f42d",
    "title": "Dua Lipa - Love Again (Official Music Video)",
    "description": "Avec « Love Again », Dua Lipa propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "170858ba-207d-4a4d-a220-cdf6b1bfb80f",
    "title": "Jason Aldean & Carrie Underwood - If I Didn't Love You (Lyric Video)",
    "description": "La chanson « If I Didn't Love You » de Jason Aldean & Carrie Underwood se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "440737e2-b073-459c-9afa-ae0156e1ac2b",
    "title": "The Kid LAROI, Justin Bieber - STAY (Official Video)",
    "description": "« STAY » est un titre de The Kid LAROI, Justin Bieber, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "7477fb39-8c2b-452f-b23f-6957124d64a7",
    "title": "Ariana Grande - off the table ft. The Weeknd (Official Live Performance) | Vevo",
    "description": "Avec « off the table », Ariana Grande en collaboration avec The Weeknd (Official Live Performance) | Vevo propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "ce339be1-9a20-47e3-8497-2559915d49c6",
    "title": "Sigala, Rita Ora - You for Me (Official Video)",
    "description": "Avec « You for Me », Sigala, Rita Ora propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "3d2ee82e-6a96-4abd-b618-35d9019e413e",
    "title": "Maroon 5 - Lost (Official Music Video)",
    "description": "La chanson « Lost » de Maroon 5 se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "dd55c9d3-78fc-41e5-a232-fb1cb1735e0b",
    "title": "Jason Derulo - Take You Dancing [Official Music Video]",
    "description": "Avec « Take You Dancing [Official Music Video] », Jason Derulo propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "2a0e95b0-f47d-42fa-89b2-60d2b95d8344",
    "title": "Alex Warren - One More I Love You (Official Music Video)",
    "description": "« One More I Love You » est un titre de Alex Warren, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "254445ce-532d-42a7-a955-9bedb61b3e05",
    "title": "Faouzia & John Legend - Minefields (Official Music Video)",
    "description": "La chanson « Minefields » de Faouzia & John Legend se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "87bfe8ce-ac7f-4618-83ab-07827e879cec",
    "title": "Shakira - Don't Wait Up (Official Video)",
    "description": "« Don't Wait Up » est un titre de Shakira, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "de9e3349-ba47-417b-93ee-922d0912b1c2",
    "title": "Khalid - New Normal (Official Video)",
    "description": "« New Normal » est un titre de Khalid, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "167dd337-c7e2-40c9-9efb-7d4ab617027f",
    "title": "Only One Black - Dark [Live]",
    "description": "La chanson « Dark [Live] » de Only One Black se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "0ef8536b-473f-4cef-b28b-369c02920ad3",
    "title": "Maniac - Only One Black version (Michael Sambello cover)",
    "description": "Avec « Only One Black version (Michael Sambello cover) », Maniac propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "d9637501-9748-46a5-8400-2c583dee9887",
    "title": "Impressioni Di Settembre - Only One Black version (PFM cover)",
    "description": "« Only One Black version (PFM cover) » est un titre de Impressioni Di Settembre, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "8078cb53-8538-42fa-86cb-d2966506035d",
    "title": "Farfadet - Bulletproof Feat. Souldia, Rymz, Brasco & Zagata (Clip Officiel)",
    "description": "Avec « Bulletproof », Farfadet en collaboration avec Souldia, Rymz, Brasco & Zagata (Clip Officiel) propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "443c2669-919c-4b80-b7d5-ab501350220e",
    "title": "Ms. Bella - O Na Na [OFFICIEL]",
    "description": "Avec « O Na Na [OFFICIEL] », Ms. Bella propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "200406c7-6e86-4dbb-8858-74944b7e73bb",
    "title": "Lisa LeBlanc - Gossip (Official Music Video)",
    "description": "La chanson « Gossip » de Lisa LeBlanc se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "25f049f6-a01f-422f-b528-c5e7b22ba2b4",
    "title": "Jay Scøtt - 42 Long",
    "description": "La chanson « 42 Long » de Jay Scøtt se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "ac3d6cef-37ac-4a3b-b10f-4b3ef64193cb",
    "title": "Vincent Vallières - Elle n'entend plus battre son coeur",
    "description": "Avec « Elle n'entend plus battre son coeur », Vincent Vallières propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "b5a061e3-01d1-4fa0-ac12-474acc5cba60",
    "title": "Izzy-S - Allo c’est qui?",
    "description": "« Allo c’est qui? » est un titre de Izzy-S, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "cb0ac621-4ab0-4e47-a2eb-cca2fa6e5be8",
    "title": "Paul Daraîche et Renée Martel - Je pars à l'autre bout du monde (Vidéoclip officiel)",
    "description": "Avec « Je pars à l'autre bout du monde (Vidéoclip officiel) », Paul Daraîche et Renée Martel propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "5e5bd582-1205-416f-a5eb-0c812c1063f5",
    "title": "Izzy-S - Mon Canon",
    "description": "La chanson « Mon Canon » de Izzy-S se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "36845dd7-e35e-4a50-963c-642dabad6078",
    "title": "Ms. Bella - Mes Rêves [OFFICIEL]",
    "description": "Avec « Mes Rêves [OFFICIEL] », Ms. Bella propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "d6b6d86a-5d60-4011-8444-ea5b4e237ed6",
    "title": "Kingdom Street - Summer Love (VIDÉO OFFICIELLE)",
    "description": "La chanson « Summer Love (VIDÉO OFFICIELLE) » de Kingdom Street se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "4654edbc-4af4-42b8-ac36-a8bff372d4d1",
    "title": "DawaMafia x Rymz – Billie (Vidéoclip Officiel)",
    "description": "« DawaMafia x Rymz – Billie (Vidéoclip Officiel) » est un titre de l’artiste, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "a5586e61-c003-496a-8ffe-a6091eeb9fab",
    "title": "« Changez le monde », le vidéoclip | Star Académie TVA | #NationStarAc",
    "description": "La chanson « « Changez le monde », le vidéoclip | Star Académie TVA | #NationStarAc » de l’artiste se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "0b50e252-8214-432c-85be-bfe88ac4f9f1",
    "title": "Patrice Michaud - 1977 (Official Music Video)",
    "description": "Avec « 1977 », Patrice Michaud propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "a9df5a38-a5b7-48eb-988d-10e6337b2721",
    "title": "Syckoh - Cyborg (Vidéoclip Officiel)",
    "description": "Avec « Cyborg (Vidéoclip Officiel) », Syckoh propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "f00cca95-1383-41a9-9553-b4f8503a8554",
    "title": "P'tit Belliveau - Demain (Official Music Video)",
    "description": "La chanson « Demain » de P'tit Belliveau se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "8d50ddba-c379-4df0-b929-9bf81c5ddaf8",
    "title": "MikeZup - Monkey See Monkey Do (Official Video)",
    "description": "La chanson « Monkey See Monkey Do » de MikeZup se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "c5f43f3a-a173-4db7-a71e-f1916a81805a",
    "title": "DawaMafia x Mody – Plus la peine (Vidéoclip Officiel)",
    "description": "« DawaMafia x Mody – Plus la peine (Vidéoclip Officiel) » est un titre de l’artiste, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "aea3345e-3017-4855-8310-0e462a8af56c",
    "title": "Garou - L'Amérique (Clip officiel)",
    "description": "La chanson « L'Amérique (Clip officiel) » de Garou se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "65335ef3-3d36-45bc-ab19-9e09c55ba0fb",
    "title": "Les Louanges - Crash (feat. Corneille) (Official Music Video)",
    "description": "La chanson « Crash ( » de Les Louanges en collaboration avec Corneille) (Official Music Video) se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "f13d38b0-6249-4cbd-91e1-6214658c5d28",
    "title": "Thomas Argouin  - N'a pu une criss (Vidéoclip Officiel)",
    "description": "La chanson « N'a pu une criss (Vidéoclip Officiel) » de Thomas Argouin se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "93940e36-c06f-404e-aca6-5aa821478234",
    "title": "Sara Dufour – J’t’un pro du bac brun  (vidéoclip officiel)",
    "description": "Avec « Sara Dufour – J’t’un pro du bac brun  (vidéoclip officiel) », l’artiste propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "26f6b315-dd6c-4174-acb3-1e0d43f5339e",
    "title": "Shecky - Mariama",
    "description": "« Mariama » est un titre de Shecky, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "6f770dcf-6b89-443f-96a3-b5b3543be9f3",
    "title": "Chacun sa manière (Souldia, Enima, Fou Furieux)",
    "description": "Avec « Chacun sa manière (Souldia, Enima, Fou Furieux) », l’artiste propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "9970baef-81ca-45ab-98a9-bcd3e0c84eea",
    "title": "Corneille - Encre Rose (Clip officiel)",
    "description": "« Encre Rose (Clip officiel) » est un titre de Corneille, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "76327b08-b751-4d06-871f-e0c5a5afe38a",
    "title": "Le Couleur - Oiseaux sauvages (Vidéoclip officiel)",
    "description": "« Oiseaux sauvages (Vidéoclip officiel) » est un titre de Le Couleur, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "77a2c70c-a280-43e3-96f3-b3a202f85f7d",
    "title": "Lisa LeBlanc - Me semble que c'est facile (Official Music Video)",
    "description": "Avec « Me semble que c'est facile », Lisa LeBlanc propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "5c9387d4-b535-494f-bac4-181cf61d6119",
    "title": "Loud - Uber Eats Freestyle",
    "description": "La chanson « Uber Eats Freestyle » de Loud se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "287f0d2a-69d9-4df6-8b6d-0d1f0564c1eb",
    "title": "Thomas Argouin ft. Ced Auger - Je tourne (Vidéoclip Officiel)",
    "description": "« Je tourne (Vidéoclip Officiel) » est un titre de Thomas Argouin ft. Ced Auger, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "d6bd9fc5-3524-4c22-a8e2-06b093d04a83",
    "title": "OneNessa - Again feat. Barnev (Vidéoclip officiel)",
    "description": "« Again » est un titre de OneNessa en collaboration avec Barnev (Vidéoclip officiel), accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "f9c17a48-2c51-4787-b890-601a51f7c945",
    "title": "Shotto Guapo - Bombarder (Clip Officiel)",
    "description": "La chanson « Bombarder (Clip Officiel) » de Shotto Guapo se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "0a7115b6-fae4-43ed-88bb-8f896598ee39",
    "title": "Dfresh Sande - Luv U (Clip officiel)",
    "description": "Avec « Luv U (Clip officiel) », Dfresh Sande propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "fba66338-dbf3-4898-b03f-b2221ee62fb9",
    "title": "Marie-Gold - Maison de Dicks (Vidéoclip Officiel)",
    "description": "La chanson « Maison de Dicks (Vidéoclip Officiel) » de Marie-Gold se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "6547febe-3f66-4e8e-882a-f204c39413e7",
    "title": "DawaMafia - Risqué (Vidéoclip Officiel)",
    "description": "« Risqué (Vidéoclip Officiel) » est un titre de DawaMafia, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "41383e28-4589-4bcb-bc77-7f5cb9707561",
    "title": "Steve Hill - Don't Let The Truth Get In The Way (Of A Good Story) | Official Music Video",
    "description": "« Don't Let The Truth Get In The Way (Of A Good Story) | Official Music Video » est un titre de Steve Hill, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "2a20d889-9ae2-4cdb-bd39-adb5bec8e356",
    "title": "Jace - Reste donc pour la vie // Vidéoclip officiel",
    "description": "« Reste donc pour la vie // Vidéoclip officiel » est un titre de Jace, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "b0c46bd6-49b0-43c2-808e-9d6b4524b1dc",
    "title": "DawaMafia – Bandz  (Vidéoclip Officiel)",
    "description": "« DawaMafia – Bandz  (Vidéoclip Officiel) » est un titre de l’artiste, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "06a6eaf1-820d-4487-bb86-319af7ea9499",
    "title": "Koriass - Astronef & Abri de fortune // Vidéoclip officiel",
    "description": "Avec « Astronef & Abri de fortune // Vidéoclip officiel », Koriass propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "0b6b5acd-d42f-41da-9345-5a8c58b69384",
    "title": "Brigitte Boisjoli - Mens-moi (Vidéoclip Officiel)",
    "description": "Avec « Mens-moi (Vidéoclip Officiel) », Brigitte Boisjoli propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "652b90bf-6314-45fd-bc0f-959da015c466",
    "title": "Lost & Corneille - Des Étoiles // Vidéoclip officiel",
    "description": "La chanson « Des Étoiles // Vidéoclip officiel » de Lost & Corneille se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "a6fb18ea-a06e-44c8-8c78-09a7f1a4e49e",
    "title": "FouKi - Zayon // Vidéoclip officiel",
    "description": "Avec « Zayon // Vidéoclip officiel », FouKi propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "6e092858-b9a6-456c-9636-4f64845867aa",
    "title": "Mathieu Desjardins - Everytime I go (Vidéoclip Officiel)",
    "description": "« Everytime I go (Vidéoclip Officiel) » est un titre de Mathieu Desjardins, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "e7a2a996-d1e3-4e65-b07b-2e2833841d30",
    "title": "Ingrid St-Pierre - Mères (Vidéoclip officiel)",
    "description": "La chanson « Mères (Vidéoclip officiel) » de Ingrid St-Pierre se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "07892605-6693-4ea6-95f7-1eaa103d53c8",
    "title": "Izzy-S - Jacuzzi (Official Music Video)",
    "description": "Avec « Jacuzzi », Izzy-S propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "014a73ee-5219-4aa8-a33e-acbd7c96538d",
    "title": "David Pineau - Air Lousse (Vidéoclip officiel)",
    "description": "Avec « Air Lousse (Vidéoclip officiel) », David Pineau propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "c95012d7-a7df-4689-97b6-40c98527193b",
    "title": "Shecky - Mamita",
    "description": "« Mamita » est un titre de Shecky, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "b84399f9-b3b6-42cb-b717-f7a2d537e1c6",
    "title": "Shotto Guapo - Dominos (Clip Officiel)",
    "description": "« Dominos (Clip Officiel) » est un titre de Shotto Guapo, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "eca9548b-3588-4260-9485-71661d2e5885",
    "title": "P'tit Belliveau - J'feel comme un alien (Official Music Video)",
    "description": "Avec « J'feel comme un alien », P'tit Belliveau propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "5bcd9c9c-ce75-42c2-a167-6cee2c6d2f2d",
    "title": "MikeZup - Trap & Winnin' (Official Video)",
    "description": "« Trap & Winnin' » est un titre de MikeZup, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  }
]