[
  {
    "id": "6e4ffb38-8894-4348-a96d-f0be2f67f0fc",
    "title": "Kelly Clarkson - Walk Away (Official Video)",
    "description": "Avec « Walk Away », Kelly Clarkson propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop rock 2000s."
  },
  {
    "id": "416cc5ff-3710-478d-a32a-5c6b1ed03b3b",
    "title": "Beyoncé - Baby Boy (Video) ft. Sean Paul",
    "description": "Avec « Baby Boy », Beyoncé en collaboration avec Sean Paul propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection R&B moderne."
  },
  {
    "id": "04207417-9963-4deb-97f6-d043708e399b",
    "title": "Jennifer Lopez - Waiting For Tonight",
    "description": "Avec « Waiting For Tonight », Jennifer Lopez propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "62e5720d-6be1-4bf9-8831-8a427c180648",
    "title": "Justin Timberlake - Cry Me A River (Official Video)",
    "description": "La chanson « Cry Me A River » de Justin Timberlake se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "4b2c92c1-d320-4df7-b7ea-7ec9b441bf6f",
    "title": "Fountains Of Wayne - Stacy's Mom (Official Music Video)",
    "description": "« Stacy's Mom » est un titre de Fountains Of Wayne, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "795f99b4-9a29-4a53-a873-9e8cc072a553",
    "title": "Kelly Clarkson - A Moment Like This (Official Video)",
    "description": "Avec « A Moment Like This », Kelly Clarkson propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop rock 2000s."
  },
  {
    "id": "4a5d553b-cddf-42e9-8723-00fcb71f4ff1",
    "title": "No Doubt - It's My Life (Edited)",
    "description": "Avec « It's My Life (Edited) », No Doubt propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "23cd8714-74aa-4ab1-9ca0-5390038e6959",
    "title": "*NSYNC - It's Gonna Be Me (Official Video)",
    "description": "« It's Gonna Be Me » est un titre de *NSYNC, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de pop mainstream."
  },
  {
    "id": "66898df5-be2f-4f03-9536-1c4bcc3267c8",
    "title": "Outkast - The Way You Move (Official HD Video) ft. Sleepy Brown",
    "description": "La chanson « The Way You Move » de Outkast en collaboration avec Sleepy Brown se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "6a45a58d-1ee1-43f0-a1c1-c84c272cde98",
    "title": "Aaron Carter - Aaron's Party (Come Get It) (Official Video)",
    "description": "Avec « Aaron's Party », Aaron Carter propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "864396c4-7d6b-4171-855e-a51bca0393db",
    "title": "Avril Lavigne - Sk8er Boi (Official Video)",
    "description": "La chanson « Sk8er Boi » de Avril Lavigne se distingue par son ambiance pop rock. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en pop rock 2000s."
  },
  {
    "id": "29c78f57-ccfb-45c9-94c3-09766627b72e",
    "title": "P!nk - Just Like A Pill (Official Video)",
    "description": "La chanson « Just Like A Pill » de P!nk se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "7df44309-b209-4053-89c4-eb513a63133a",
    "title": "Jimmy Eat World - The Middle (Official Music Video)",
    "description": "« The Middle » est un titre de Jimmy Eat World, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "1c239a01-1b95-4845-93e8-a76b2de6770d",
    "title": "Sheryl Crow - Soak Up The Sun",
    "description": "La chanson « Soak Up The Sun » de Sheryl Crow se distingue par son ambiance pop rock. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en pop rock 2000s."
  },
  {
    "id": "1b979cfe-169a-43f6-a5f6-c7f330cb0623",
    "title": "t.A.T.u. - All The Things She Said (Official Music Video)",
    "description": "La chanson « All The Things She Said » de t.A.T.u. se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "2577d25b-b2b8-4893-881d-d775ef087dd1",
    "title": "Enrique Iglesias - Be With You",
    "description": "« Be With You » est un titre de Enrique Iglesias, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "95850ee1-0ac6-4e03-8ebc-4e986f71f645",
    "title": "Jennifer Lopez - Get Right (Official Video)",
    "description": "La chanson « Get Right » de Jennifer Lopez se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "3cd3f61c-136d-4d0a-8faf-9221c0f5e797",
    "title": "John Mayer - Your Body Is A Wonderland (Official Video)",
    "description": "« Your Body Is A Wonderland » est un titre de John Mayer, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "65f3d2e2-3561-4114-9da2-1510c756b92a",
    "title": "O-Town - All or Nothing (Official Video)",
    "description": "« All or Nothing » est un titre de O-Town, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "1b28dd0a-7fdb-4f8b-930d-3b73517df8e7",
    "title": "Nelly Furtado - I'm Like A Bird (Official Music Video)",
    "description": "« I'm Like A Bird » est un titre de Nelly Furtado, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "8e578890-396e-4eff-9136-eb498d0a0459",
    "title": "*NSYNC - Bye Bye Bye (Official Video)",
    "description": "Avec « Bye Bye Bye », *NSYNC propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop mainstream."
  },
  {
    "id": "71299a55-b36f-4842-8b07-6adb7b7f246e",
    "title": "Shakira - Whenever, Wherever (Official HD Video)",
    "description": "« Whenever, Wherever » est un titre de Shakira, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "71e05c31-f730-4c78-a954-6ea47a14a368",
    "title": "Lifehouse - You And Me (Official Music Video)",
    "description": "Avec « You And Me », Lifehouse propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "7bf0d72e-efbe-450d-ac39-3448dddf5571",
    "title": "Eminem - The Real Slim Shady (Official Video - Clean Version)",
    "description": "« The Real Slim Shady » est un titre de Eminem, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "267cb561-aac1-4481-95ef-66e46d5c1b4c",
    "title": "Christina Aguilera - Dirrty (Official HD Video) ft. Redman",
    "description": "La chanson « Dirrty » de Christina Aguilera en collaboration avec Redman se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en pop mainstream."
  },
  {
    "id": "5734d0ab-ab90-4d28-bb38-5ba7c97c2c0f",
    "title": "P!NK - There You Go (Official Video)",
    "description": "La chanson « There You Go » de P!NK se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "dae44606-5d6a-4977-bd15-7c5d544d19b1",
    "title": "Britney Spears - Toxic (Official HD Video)",
    "description": "La chanson « Toxic » de Britney Spears se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en pop mainstream."
  },
  {
    "id": "ebedee9c-cd66-4105-a805-b8e45d84463e",
    "title": "Fall Out Boy - Dance, Dance (Official Music Video)",
    "description": "« Dance, Dance » est un titre de Fall Out Boy, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "9d8e8ac5-2164-4e2c-bad5-4dd3dc70b76e",
    "title": "Daniel Powter - Bad Day (Official Music Video) [HD]",
    "description": "« Bad Day » est un titre de Daniel Powter, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "be28c2c1-7dff-46f1-9d3e-a3716096749c",
    "title": "Britney Spears - Oops!...I Did It Again (Official HD Video)",
    "description": "Avec « Oops!...I Did It Again », Britney Spears propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop mainstream."
  },
  {
    "id": "2f3774f0-e506-4854-8565-1a81aa047f55",
    "title": "Vanessa Carlton - A Thousand Miles",
    "description": "La chanson « A Thousand Miles » de Vanessa Carlton se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "7f08abaf-a9c0-4993-b39e-cbb9f19a237e",
    "title": "Kelly Clarkson - Since U Been Gone (Official Video)",
    "description": "« Since U Been Gone » est un titre de Kelly Clarkson, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de pop rock 2000s."
  },
  {
    "id": "2d6cb0d7-25a4-4b5d-b8fd-0190d8a5fa5d",
    "title": "Maroon 5 - She Will Be Loved (Official Music Video)",
    "description": "« She Will Be Loved » est un titre de Maroon 5, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "ad0617ce-a46b-4b09-9157-7dfb22ea16f2",
    "title": "Mario - Let Me Love You (Official Video)",
    "description": "« Let Me Love You » est un titre de Mario, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "7a4b4f03-6913-4e86-a7b2-a2223771e14c",
    "title": "LeAnn Rimes - Cant Fight The Moonlight (Official Music Video)",
    "description": "« Cant Fight The Moonlight » est un titre de LeAnn Rimes, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "958c0f5c-bbf4-430c-b755-2cf0d759ad65",
    "title": "The Fray - Over My Head (Cable Car)",
    "description": "La chanson « Over My Head (Cable Car) » de The Fray se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "494bda3b-6d78-4b06-88c4-efd8f4b6d677",
    "title": "Gwen Stefani - Hollaback Girl (Official Music Video)",
    "description": "Avec « Hollaback Girl », Gwen Stefani propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "f691868a-56cf-4279-b653-2dfe94384622",
    "title": "Christina Aguilera, Lil' Kim, Mya, P!nk - Lady Marmalade",
    "description": "Avec « Lady Marmalade », Christina Aguilera, Lil' Kim, Mya, P!nk propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop mainstream."
  },
  {
    "id": "0cfac426-4e2c-410d-85c9-05f22ad51af5",
    "title": "Beyoncé - Crazy In Love ft. JAY Z",
    "description": "La chanson « Crazy In Love » de Beyoncé en collaboration avec JAY Z se distingue par son ambiance R&B. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en R&B moderne."
  },
  {
    "id": "5d1d6dfb-4127-4d66-9e73-1fb574661e16",
    "title": "P!nk - Get The Party Started (Official Video)",
    "description": "Avec « Get The Party Started », P!nk propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "2d168c6b-0469-4430-ac4e-c573d966d3c8",
    "title": "Chris Brown - Run It! (Official HD Video) ft. Juelz Santana",
    "description": "« Run It! » est un titre de Chris Brown en collaboration avec Juelz Santana, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "b63e96a9-74a1-4858-8fec-0200ae63fae5",
    "title": "Michelle Branch - Everywhere [Official Music Video]",
    "description": "La chanson « Everywhere [Official Music Video] » de Michelle Branch se distingue par son ambiance pop rock. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en pop rock 2000s."
  },
  {
    "id": "d4525516-afb8-4f39-b7e2-4720144fede6",
    "title": "Sean Paul - Temperature (Official Video)",
    "description": "« Temperature » est un titre de Sean Paul, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "2402b525-a9e5-4639-9ebd-ef8c85e10710",
    "title": "Cascada - Everytime We Touch (Official video)",
    "description": "« Everytime We Touch » est un titre de Cascada, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique électronique."
  },
  {
    "id": "59942064-81de-49c0-8e15-7ec9cffe4b4f",
    "title": "Natasha Bedingfield - These Words (Official Video)",
    "description": "La chanson « These Words » de Natasha Bedingfield se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b97fbd3d-a024-4f4d-be45-4da3d1ad79ba",
    "title": "Michelle Branch - All You Wanted (Official Music Video) | Warner Records",
    "description": "La chanson « All You Wanted  | Warner Records » de Michelle Branch se distingue par son ambiance pop rock. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en pop rock 2000s."
  },
  {
    "id": "5aa988b4-f7b9-47b2-acc4-a56e987ab018",
    "title": "Gavin DeGraw - I Don't Want To Be (Official Video)",
    "description": "« I Don't Want To Be » est un titre de Gavin DeGraw, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de pop rock 2000s."
  },
  {
    "id": "bfe19f0f-5158-4bb9-a6d7-99fb5b44d4ad",
    "title": "Ne-Yo - So Sick (Official Music Video)",
    "description": "« So Sick » est un titre de Ne-Yo, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "5c63b9c6-e1a2-4d56-ae71-4c61b1359160",
    "title": "Christina Aguilera - Beautiful (Official HD Video)",
    "description": "« Beautiful » est un titre de Christina Aguilera, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de pop mainstream."
  },
  {
    "id": "8c585fcd-c52a-4e91-bd7e-36f079ca8d67",
    "title": "Kelly Clarkson - Breakaway (Official Video)",
    "description": "Avec « Breakaway », Kelly Clarkson propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop rock 2000s."
  },
  {
    "id": "d4e5f9b8-2ce9-4f2a-ba65-4f0209a1e29b",
    "title": "Anna Nalick - Breathe (2 AM) (Official Video)",
    "description": "Avec « Breathe », Anna Nalick propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "b23c93bb-d8d8-4bcb-9c63-d54645b0ee36",
    "title": "Usher - Caught Up (Official Video)",
    "description": "La chanson « Caught Up » de Usher se distingue par son ambiance R&B. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en R&B moderne."
  },
  {
    "id": "ac423cca-7f2d-4cb1-b8f5-de15149216bb",
    "title": "The Pussycat Dolls - Buttons (Official Music Video) ft. Snoop Dogg",
    "description": "La chanson « Buttons » de The Pussycat Dolls en collaboration avec Snoop Dogg se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b6076735-9527-4699-9736-7cece7fa8a36",
    "title": "Ashlee Simpson - Pieces Of Me",
    "description": "La chanson « Pieces Of Me » de Ashlee Simpson se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "3a260f1b-dd76-4521-afaa-1a19176db0b0",
    "title": "Avril Lavigne - Complicated (Official Video)",
    "description": "Avec « Complicated », Avril Lavigne propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop rock 2000s."
  },
  {
    "id": "a905d841-fcfe-46d8-8175-308a12449cb4",
    "title": "The All-American Rejects - Move Along",
    "description": "Avec « Move Along », The All-American Rejects propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "520868c1-0fc3-4241-a1a0-8f7123f06552",
    "title": "The Black Eyed Peas - Let's Get It Started",
    "description": "« Let's Get It Started » est un titre de The Black Eyed Peas, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "ae63fb30-5b96-481b-8d83-0901b9b3b969",
    "title": "Mariah Carey - Shake It Off (Official Music Video)",
    "description": "« Shake It Off » est un titre de Mariah Carey, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "b0850173-917e-4aeb-901c-67d68df4947c",
    "title": "The Pussycat Dolls - Stickwitu (Official Music Video) ft. Avant",
    "description": "« Stickwitu » est un titre de The Pussycat Dolls en collaboration avec Avant, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "e336568c-052a-48fd-a7a8-22824f6db6ad",
    "title": "Usher - Yeah! (Official Video) ft. Lil Jon, Ludacris",
    "description": "La chanson « Yeah! » de Usher en collaboration avec Lil Jon, Ludacris se distingue par son ambiance R&B. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en R&B moderne."
  },
  {
    "id": "931c8fd9-9a6a-4210-8bf3-c4f68f491251",
    "title": "The Black Eyed Peas - My Humps",
    "description": "« My Humps » est un titre de The Black Eyed Peas, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "34fcb9cc-309d-4380-bb53-411c7d2c0ffe",
    "title": "Mariah Carey - We Belong Together (Official Music Video)",
    "description": "Avec « We Belong Together », Mariah Carey propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "ad67508d-df7f-4507-90eb-5c9a425c40fb",
    "title": "Jennifer Lopez - If You Had My Love (Official Video)",
    "description": "Avec « If You Had My Love », Jennifer Lopez propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "ab25463e-2f21-4fb3-a2c0-1d920a20de2f",
    "title": "Gwen Stefani - Rich Girl (Official Music Video) ft. Eve",
    "description": "La chanson « Rich Girl » de Gwen Stefani en collaboration avec Eve se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "f9313158-0825-4cc0-8a19-46a3b518d216",
    "title": "Christina Milian - Dip It Low",
    "description": "Avec « Dip It Low », Christina Milian propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop mainstream."
  },
  {
    "id": "adc435e4-b00a-4522-b65f-4011e1ff909b",
    "title": "The Fray - How To Save A Life (Official Video)",
    "description": "Avec « How To Save A Life », The Fray propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "f311b3fd-fcaa-46b2-944c-b09f4c08d677",
    "title": "Britney Spears - Sometimes (Official HD Video)",
    "description": "Avec « Sometimes », Britney Spears propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop mainstream."
  },
  {
    "id": "6d55e1f7-4b8d-4a77-8dcb-c083a4a8e890",
    "title": "Shania Twain - You’re Still The One (Official Music Video)",
    "description": "Avec « You’re Still The One », Shania Twain propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "b22541a0-1950-417c-aaca-6f38cb6a5fcb",
    "title": "Céline Dion - The Power Of Love (Official Remastered HD Video)",
    "description": "Avec « The Power Of Love », Céline Dion propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "3521b9ea-0a51-4350-81da-6319c5591d16",
    "title": "Savage Garden - I Knew I Loved You (Official Video)",
    "description": "« I Knew I Loved You » est un titre de Savage Garden, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "23ed1978-9591-492f-a2af-42b75d5075af",
    "title": "Shania Twain - From This Moment On",
    "description": "La chanson « From This Moment On » de Shania Twain se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "33c2cd1a-a595-4aa0-b00b-7d6e3fdb97f3",
    "title": "Dido - White Flag (Official Video)",
    "description": "« White Flag » est un titre de Dido, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "d62ec4ff-be8d-449a-895d-906e926fd8c0",
    "title": "Red Hot Chili Peppers - Under The Bridge [Official Music Video]",
    "description": "Avec « Under The Bridge [Official Music Video] », Red Hot Chili Peppers propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "a6144821-9b35-469b-bf09-876285bdefc7",
    "title": "Meat Loaf - I'd Do Anything For Love (But I Won't Do That) (Official Music Video)",
    "description": "La chanson « I'd Do Anything For Love » de Meat Loaf se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "24271c86-3f2b-44d4-93d0-7db400264bdc",
    "title": "Nirvana - Lithium (Official Music Video)",
    "description": "La chanson « Lithium » de Nirvana se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "262f12e1-7da1-441c-b1af-23a7012ef13d",
    "title": "Guns N' Roses - Estranged",
    "description": "La chanson « Estranged » de Guns N' Roses se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "bb1bb880-33ee-4dae-95d1-03377909c091",
    "title": "Boyz II Men - End Of The Road",
    "description": "La chanson « End Of The Road » de Boyz II Men se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "7e89143c-838f-4105-b115-24ccf231b6ad",
    "title": "Natalie Imbruglia - Torn (Official Video)",
    "description": "« Torn » est un titre de Natalie Imbruglia, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "4cfac2b4-1e31-44dc-83f9-39380984fb41",
    "title": "Santana - Corazon Espinado (Official Video) ft. Mana",
    "description": "Avec « Corazon Espinado », Santana en collaboration avec Mana propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "3201f80e-29e8-4367-8635-8e599e3fd160",
    "title": "Korn - Freak On a Leash (Official HD Video)",
    "description": "« Freak On a Leash » est un titre de Korn, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "7f0760eb-c237-40fd-b704-e821fbab4e67",
    "title": "Céline Dion - That's The Way It Is (Official HD Video)",
    "description": "La chanson « That's The Way It Is » de Céline Dion se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "c5a269b8-7a64-41d8-86fa-d2d0aca58733",
    "title": "Mariah Carey, Boyz II Men - One Sweet Day (Official Video)",
    "description": "La chanson « One Sweet Day » de Mariah Carey, Boyz II Men se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "c12be886-100b-4108-a6dc-2fbed4756e40",
    "title": "Oasis - Don't Look Back In Anger (Official Video)",
    "description": "Avec « Don't Look Back In Anger », Oasis propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "90566ce8-e5ce-4eb3-a452-98285b19039c",
    "title": "Christina Aguilera - Genie In A Bottle (Official Video)",
    "description": "La chanson « Genie In A Bottle » de Christina Aguilera se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en pop mainstream."
  },
  {
    "id": "07e6f188-0ff7-4d94-b08f-3afe18293be9",
    "title": "Pantera - Walk (Official Music Video) [4K]",
    "description": "La chanson « Walk  [4K] » de Pantera se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "1231dd17-3aee-4a86-af97-ab34d6e073c5",
    "title": "Rage Against The Machine - Killing In the Name (Official HD Video)",
    "description": "La chanson « Killing In the Name » de Rage Against The Machine se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "9b8729ea-8313-42da-8142-52d18a679b4c",
    "title": "Robbie Williams - Angels",
    "description": "Avec « Angels », Robbie Williams propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "f3123389-f71d-482f-9192-d431a85ac0a8",
    "title": "The Cranberries - Dreams (Dir: Peter Scammell) (Official Music Video)",
    "description": "La chanson « Dreams » de The Cranberries se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "fde7a750-d1a3-49a1-92ea-0f918cbeef30",
    "title": "The Lion King - Can You Feel The Love Tonight",
    "description": "Avec « Can You Feel The Love Tonight », The Lion King propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "b47c0d14-c4cd-4f33-818a-f1d6496709e2",
    "title": "Mariah Carey - My All (Official HD Video)",
    "description": "La chanson « My All » de Mariah Carey se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "1323ee61-2879-490b-bb49-e39bc37db655",
    "title": "Westlife - If I Let You Go (Official Video)",
    "description": "« If I Let You Go » est un titre de Westlife, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "798163e9-0d07-432d-8cf3-257adf872d6c",
    "title": "Michael Jackson - Heal The World (Official Video)",
    "description": "Avec « Heal The World », Michael Jackson propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "ad919328-90aa-4173-84bc-2f5edf8eab6b",
    "title": "Radiohead - No Surprises",
    "description": "« No Surprises » est un titre de Radiohead, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "5bfa29dd-cdbf-4f1d-bcf8-0c2d052cc45f",
    "title": "Duran Duran - Come Undone (Official Music Video)",
    "description": "« Come Undone » est un titre de Duran Duran, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "d0419ccd-44b6-4eba-b279-413c3597abfe",
    "title": "Crazy Town - Butterfly (Official Video)",
    "description": "La chanson « Butterfly » de Crazy Town se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "93862efd-9aed-453e-b449-e65c318a2724",
    "title": "Fugees - Ready Or Not (Official HD Video)",
    "description": "Avec « Ready Or Not », Fugees propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "fb8438c7-cb1b-43ef-af61-b39f8e3a3a97",
    "title": "Blackstreet - No Diggity (Official Music Video) ft. Dr. Dre, Queen Pen",
    "description": "« No Diggity » est un titre de Blackstreet en collaboration avec Dr. Dre, Queen Pen, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "f1df1583-649d-4509-a1a6-d11ba6092af9",
    "title": "Mariah Carey - Hero (Official HD Video)",
    "description": "Avec « Hero », Mariah Carey propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "941af371-8dfd-482d-806c-f39147d340b8",
    "title": "2Pac - Changes ft. Talent",
    "description": "« Changes » est un titre de 2Pac en collaboration avec Talent, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "73bd8155-0078-43f7-9f9d-1d5129de154d",
    "title": "OFFICIAL Somewhere over the Rainbow - Israel \"IZ\" Kamakawiwoʻole",
    "description": "La chanson « Israel \"IZ\" Kamakawiwoʻole » de OFFICIAL Somewhere over the Rainbow se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  }
]