[
  {
    "id": "7c53f1f4-f0de-4d09-bf53-9dc4e2ede0ff",
    "title": "Leftöver Crack - Bedbugs & Beyond feat. Days N Daze and Kate Coysh [Official Music Video]",
    "description": "Bedbugs & Beyond est un titre de Leftöver Crack qui mélange ska-punk, crust et folk punk dans un esprit ouvertement anarchiste. Le vidéoclip met en scène le groupe avec Days N Daze et Kate Coysh dans une ambiance DIY chaotique, entre plans de performances énergiques et images de vie de rue, fidèle à l’esthétique contestataire du collectif new-yorkais."
  },
  {
    "id": "6f903881-7074-42eb-9fea-2817e95527cd",
    "title": "Link 80 - \"Verbal Kint\" Asian Man Records",
    "description": "Verbal Kint est un classique ska-punk de Link 80, sorti chez Asian Man Records. Le morceau alterne cuivres rapides, passages hardcore et chant urgent. Le clip capture l’énergie de la scène ska-punk des années 90, avec le groupe qui joue serré dans des petits espaces, mosh, crowd surfing et esthétique brute de concerts."
  },
  {
    "id": "32588a75-605d-484a-96c6-1472cf498e0c",
    "title": "No Doubt - Oi To The World",
    "description": "Oi To The World est la reprise par No Doubt du morceau de Noël punk des Vandals. Gwen Stefani et le groupe transforment le titre en hymne ska-punk festif avec cuivres et refrains fédérateurs. Le vidéoclip, au décor de Noël coloré, oppose ambiance de fêtes, looks punk et mise en scène humoristique d’un conte de Noël alternatif."
  },
  {
    "id": "eaebf3ce-bfe7-430f-9303-c980bcc1f01e",
    "title": "The Rabble - Seeking (Official Music Video)",
    "description": "Seeking est un titre de The Rabble, groupe street-punk mélodique. La chanson mêle riffs rapides, choeurs puissants et paroles introspectives sur la recherche de sa place dans le monde. Le clip officiel montre le groupe en pleine performance, entre scènes urbaines, murs tagués et images de rue qui soulignent le côté engagé et populaire du groupe."
  },
  {
    "id": "ee7823b6-ec78-474a-9e8d-8e3274ea77ea",
    "title": "Pennywise - \"Fuck Authority\"",
    "description": "Fuck Authority est un hymne de Pennywise contre le conformisme et les abus de pouvoir. La chanson va droit au but avec un tempo rapide, des choeurs massifs et un message de révolte typique du skate punk californien. Le clip alterne images du groupe jouant avec fureur et séquences de manifestations, émeutes et scènes de rue, soulignant son côté politique."
  },
  {
    "id": "a01b6981-d29d-4489-a458-af0bce02abb0",
    "title": "NOFX- Leave It Alone",
    "description": "Leave It Alone est un morceau de NOFX tiré de l’album Punk in Drublic. On y retrouve les mélodies rapides, la basse groovy et le ton cynique de Fat Mike. Le vidéoclip, dans un style simple et sans artifice, montre le groupe en train de jouer et met l’accent sur l’énergie live et l’humour décalé typiques de NOFX."
  },
  {
    "id": "c9c06036-88e8-4f7d-9562-a00a1cdeedfa",
    "title": "Sublime - Same In The End (Official Video)",
    "description": "Same In The End est une chanson de Sublime qui fusionne punk, ska et rock alternatif, portée par la voix rugueuse de Bradley Nowell. Le clip officiel montre le groupe en pleine performance, avec des images de concerts, de coulisses et de la vie quotidienne, reflétant l’ambiance décontractée et chaotique de Long Beach."
  },
  {
    "id": "0359e659-3f46-45f5-a41e-b7f735f3a496",
    "title": "Rancid - Poison [MUSIC VIDEO]",
    "description": "Poison est un titre de Rancid dans la lignée de leur street punk mélodique, avec la voix râpeuse de Tim Armstrong et des riffs simples mais accrocheurs. Le vidéoclip joue sur une esthétique crue, filmée comme un documentaire, montrant le groupe dans des lieux urbains, en concert et au milieu de leur communauté."
  },
  {
    "id": "5e53894f-29bb-4ae4-85f6-03f33c1c9ac2",
    "title": "Fu Manchu - Hell On Wheels (The Road Warrior)",
    "description": "Hell On Wheels est un morceau stoner rock de Fu Manchu, basé sur de gros riffs fuzz et une ambiance desert rock. La vidéo associe le son lourd du groupe à des extraits et clins d’œil visuels au film post-apocalyptique Mad Max 2: The Road Warrior, avec voitures customisées, poursuites poussiéreuses et atmosphère de fin du monde."
  },
  {
    "id": "9526b332-aef3-4dd3-a514-619c319e1a55",
    "title": "Pennywise- Straight Ahead",
    "description": "Straight Ahead est la chanson-titre de Pennywise sur l’album du même nom, typique de leur skate punk rapide et direct. Les paroles parlent de persévérance et de rester fidèle à ses convictions. Le clip, dans un esprit brut, alterne performance du groupe et images de skate, de surf et de vie californienne."
  },
  {
    "id": "7705ed70-91da-4ba8-9c26-13a8e2c19af4",
    "title": "The Offspring -  Cool to Hate (Official Music Video)",
    "description": "Cool to Hate est un morceau de The Offspring au ton sarcastique, qui se moque des attitudes nihilistes et du fait de détester tout. Le vidéoclip joue sur cet humour noir avec Dexter Holland et le groupe dans des situations exagérées, entourés de personnages caricaturaux, tout en livrant un punk rock énergique typique de l’ère Ixnay on the Hombre."
  },
  {
    "id": "88c75950-9e56-4af9-8def-414b95701b43",
    "title": "Youth Brigade - \"I Hate My Life\" BYO Records",
    "description": "I Hate My Life de Youth Brigade est un titre punk old school au groove mid-tempo et aux paroles directes sur la frustration du quotidien. Le clip met en avant le groupe sur scène et en répétition, fidèle à l’esprit DIY des groupes BYO Records, avec une imagerie simple centrée sur l’énergie du live."
  },
  {
    "id": "68f5ffe0-0a8f-4f76-bc71-1e74171f88d8",
    "title": "Rancid- Bloodclot",
    "description": "Bloodclot est un morceau rapide et agressif de Rancid, dans la veine punk-rock/hardcore de l’album Life Won’t Wait. Les guitares sont tranchantes et le chant rugueux. Le clip, tourné comme un collage de scènes de rue et de performances, renforce le côté brut et politique du groupe."
  },
  {
    "id": "f43d4b98-9596-46b7-a7b7-fda3c806515e",
    "title": "The Sainte Catherines - \"Ring of Fire = 4 Points\"",
    "description": "Ring of Fire = 4 Points est un titre punk rock des Montréalais The Sainte Catherines, avec chant râpeux, guitares saturées et sens mélodique. Le vidéoclip, filmé dans une esthétique indépendante, montre le groupe dans des ambiances urbaines et des scènes de tournée, reflétant l’univers DIY et engagé du groupe."
  },
  {
    "id": "120a070f-76fb-4ca8-8002-89fb1ad8d399",
    "title": "Ska Daddyz",
    "description": "Cette vidéo des Ska Daddyz présente un groupe ska énergique qui mêle cuivres festifs, guitare skankée et ambiance de fête. Le clip se concentre sur la performance du groupe, des danses et une atmosphère de soirée, dans l’esprit convivial et dansant de la scène ska."
  },
  {
    "id": "aa22bc7a-71eb-4349-b513-20d042d4a057",
    "title": "Me First and the Gimme Gimmes - Over the Rainbow",
    "description": "Me First and the Gimme Gimmes reprennent Over the Rainbow dans une version punk rock rapide et pleine d’humour. La voix de Spike Slawson et les guitares speedées transforment ce classique en numéro de punk mélodique. Le clip joue souvent sur le décalage entre la douceur de la chanson originale et l’énergie complètement débridée du groupe."
  },
  {
    "id": "1b4a5787-a9dc-4f60-8bfb-234a8a511733",
    "title": "Total Chaos - Complete Control",
    "description": "Complete Control est un titre de Total Chaos dans la pure tradition street punk, avec choeurs scandés, rythmique martiale et paroles contestataires. Le vidéoclip met en scène le groupe dans un décor urbain, entre graffitis, foules en sueur et images de révolte, illustrant leur positionnement radical."
  },
  {
    "id": "c94e77a1-17a7-4691-aabf-83b6eb58154d",
    "title": "A.F.I. - \"Third Season\" Nitro Records",
    "description": "Third Season est un morceau d’AFI période Nitro Records, à mi-chemin entre punk hardcore rapide et mélodies sombres. Le clip montre le groupe à ses débuts, jouant dans des salles petites et survoltées, avec un montage nerveux qui souligne l’intensité de la performance."
  },
  {
    "id": "69972d30-61de-4df6-be1a-a34c060679b2",
    "title": "Teenage Bottlerocket - Bigger Than Kiss (Official Video)",
    "description": "Bigger Than Kiss est un hit pop-punk de Teenage Bottlerocket au refrain hyper accrocheur et à l’humour bravache. Le vidéoclip met en scène le groupe dans une esthétique fun et rétro, parodiant le rock de stade et jouant sur l’idée de dépasser les légendes, avec beaucoup d’autodérision."
  },
  {
    "id": "6449bca7-2d17-4b63-9be8-2fbe0a93ef62",
    "title": "Halloween (2007) Music Video",
    "description": "Ce vidéoclip monté sur la musique d’Halloween (2007) s’inspire du remake réalisé par Rob Zombie. On y retrouve extraits du film, ambiance sombre, maison hantée et apparitions de Michael Myers. La musique renforce le climat d’horreur et de tension propre à cette nouvelle version du classique de John Carpenter."
  },
  {
    "id": "3f1b5824-898d-434c-89d6-a6763bc96b09",
    "title": "Straightline - Off We Go! (Offical Video)",
    "description": "Off We Go! est un morceau de skate punk ultra rapide de Straightline, avec voix mélodique et guitares techniques. Le clip officiel alterne images du groupe en pleine performance et plans de skate, de tournées et de route, renforçant la dimension voyage et camaraderie du titre."
  },
  {
    "id": "d9b4b7aa-ff8f-44fd-9530-4e79a0c4f9db",
    "title": "Bad Religion (Music Video's) [1988]. Do What You Want",
    "description": "Do What You Want est l’un des classiques de Bad Religion, sorti en 1988, caractérisé par son tempo fulgurant, ses harmonies vocales et son message de liberté. Le vidéoclip compile souvent images live et extraits d’archives du groupe, reflétant l’énergie brute et l’influence majeure de Bad Religion sur le punk mélodique."
  },
  {
    "id": "5f7e5ac3-2f72-4e86-848b-3ae0d36c14bf",
    "title": "Goldfinger - Superman (Music Video - HD)",
    "description": "Superman est le morceau emblématique de Goldfinger, rendu mondialement célèbre grâce au jeu Tony Hawk’s Pro Skater. La chanson mêle ska-punk rapide, cuivres et refrains explosifs. Le clip HD montre le groupe en train de jouer avec une énergie débordante, entre scènes sur scène, crowdsurfing et images de skate, parfaitement en phase avec l’univers skate punk des années 90."
  },
  {
    "id": "2829a903-45d0-4bfb-b20b-922750f17fa5",
    "title": "Millencolin - \"Penguins And Polar Bears\"",
    "description": "Penguins And Polar Bears est un des titres phares de Millencolin, mélange de punk rock mélodique et d’énergie skate punk. Les paroles évoquent le décalage et le sentiment d’être à part. Le vidéoclip alterne images du groupe et scènes décalées avec mascottes, neige et situations absurdes, fidèle à l’humour du groupe suédois."
  },
  {
    "id": "873339ef-6889-4616-9ded-ce87b601e33d",
    "title": "The Vandals - \"Don't Stop Me Now\" (HD) Kung Fu Records",
    "description": "Les Vandals reprennent Don’t Stop Me Now de Queen dans une version punk rock rapide et pleine d’auto-dérision. Le clip en HD met en avant le côté clownesque du groupe, costumes, grimaces et jeu de scène extravagant, tout en conservant l’esprit festif et euphorique du morceau original."
  },
  {
    "id": "fa98f4de-7b1c-4477-b8a6-b0a8c691e70c",
    "title": "THE DISTILLERS - DRAIN THE BLOOD",
    "description": "Drain The Blood est un morceau emblématique de The Distillers, dominé par la voix rauque et puissante de Brody Dalle. Les guitares saturées et la rythmique tendue créent une ambiance sombre et nerveuse. Le vidéoclip, très contrasté et chargé en images symboliques, montre le groupe dans un univers urbain et nocturne, entre rage et vulnérabilité."
  },
  {
    "id": "66a55925-43c9-4ea8-98aa-e42b5c76d057",
    "title": "The Ataris - Astro Zombies (Misfits Cover)",
    "description": "The Ataris reprennent Astro Zombies des Misfits dans une version pop-punk plus mélodique. La chanson garde l’imagerie horror punk originale mais avec un son plus lumineux et rapide. Le clip illustre l’univers de la reprise à travers scènes de groupe, références à la culture horrifique et esthétique DIY."
  },
  {
    "id": "5502a63e-6b2a-4da9-83a3-35a95e380cc9",
    "title": "The Rabble - Carry On (Official Music Video)",
    "description": "Carry On est un titre de The Rabble qui mélange street punk et refrains hymniques. Les paroles encouragent à ne pas abandonner. Le vidéoclip officiel montre le groupe dans un décor urbain, entre graffitis, foules et plans de concert, soulignant le message de persévérance et d’unité."
  },
  {
    "id": "276dafb1-1e06-40f8-88cb-5974f8b2089d",
    "title": "Rage Against the Machine - Know your Enemy [Police violence music video]",
    "description": "Know Your Enemy est un morceau phare de Rage Against the Machine qui dénonce l’hypocrisie politique et l’autoritarisme. La vidéo montée sur des images de violences policières et de protestations amplifie le message radical du titre, combinant riffs de Tom Morello, flow de Zack de la Rocha et imagerie militante."
  },
  {
    "id": "edc70e36-ac31-4d39-a5b0-e6a8111b8678",
    "title": "Leftover Crack One Dead Cop video with lyrics!",
    "description": "One Dead Cop est un titre de Leftöver Crack connu pour ses paroles ouvertement provocatrices et anti-autoritaires. Cette vidéo affiche les paroles à l’écran pendant que le morceau mélange ska, punk et crust. L’esthétique est brute, avec visuels militants, logos anarchistes et imagerie de confrontation avec la police."
  },
  {
    "id": "a144b16e-5822-4e47-b1e3-61b492f3e721",
    "title": "Millencolin - \"Kemp\" Epitaph/Burning Heart Records",
    "description": "Kemp est un autre classique skate punk de Millencolin, à la structure simple mais ultra efficace, porté par des mélodies accrocheuses. Le clip, dans l’esprit du punk des années 90, alterne images du groupe en concert, coulisses et scènes de skate, reflétant l’esthétique Epitaph/Burning Heart."
  },
  {
    "id": "9457be83-c6fa-406b-ad0a-c356cbce53c2",
    "title": "Downway - \"One of Us\" 206 Records",
    "description": "One of Us est un morceau punk rock mélodique de Downway, avec choeurs puissants et guitares saturées. La vidéo met en avant le groupe jouant dans des lieux modestes, des plans de route et de tournée, soulignant le sentiment d’appartenance à une communauté punk."
  },
  {
    "id": "634967e0-78b8-410b-8cd2-15b2691658f4",
    "title": "Misfits - Scream! [OFFICIAL VIDEO]",
    "description": "Scream! est un titre horror punk des Misfits, accompagné d’un clip réalisé dans un style de film d’horreur série B. Le vidéoclip officiel, lié à l’esthétique de George A. Romero, montre le groupe grimé et entouré de créatures macabres, avec un montage inspiré des vieux films de monstres."
  },
  {
    "id": "b360b148-5bd2-4ef5-8536-f672a42c02c6",
    "title": "Less Than Jake - All my best friends are metal heads",
    "description": "All My Best Friends Are Metalheads est l’un des plus grands hymnes ska-punk de Less Than Jake. Le morceau célèbre la diversité des scènes musicales et des individus. Le clip mélange images de concerts, public en transe, brass band déchaîné et extraits humoristiques, reflétant le côté festif et inclusif du groupe."
  },
  {
    "id": "d70e5ff1-9da0-4e63-92de-72a3e4df0eb6",
    "title": "MxPx - Tomorrow's Another Day - Live in Moscow",
    "description": "Cette vidéo capture MxPx jouant Tomorrow’s Another Day en live à Moscou. Le groupe y déploie son pop-punk mélodique devant un public enthousiaste. La captation met en valeur l’énergie scénique, les sing-alongs et le lien fort entre le groupe et les fans."
  },
  {
    "id": "3f867a08-f9b6-4b04-990f-22281419d257",
    "title": "The Offspring -She's Got Issues (Subtitulada al español)",
    "description": "She’s Got Issues est un single de The Offspring, mélange de punk rock et de pop, qui parle de relations compliquées et de personnes émotionnellement instables. Cette version sous-titrée en espagnol présente le vidéoclip original, dans lequel une jeune femme perçoit le monde à travers des visions exagérées et absurdes, pendant que le groupe joue le morceau."
  },
  {
    "id": "fa00419c-dde4-47e9-a424-24252dcd0d63",
    "title": "The Casualties Made In N.Y.C. Official video 2003",
    "description": "Made In N.Y.C. de The Casualties est un cri d’amour et de rage pour la scène punk new-yorkaise. Le clip officiel de 2003 montre le groupe dans la rue, en concert et au milieu des punks à crêtes, avec une esthétique crue, beaucoup de cuir, de studs et une énergie de rue authentique."
  },
  {
    "id": "da27b9ff-c314-4f50-8b32-12c4802d8b5c",
    "title": "Mustard Plug - You (Official Music Video)",
    "description": "You est un titre ska-punk de Mustard Plug, porté par une section de cuivres explosive et un rythme dansant. Le clip officiel montre le groupe en concert intime, public en sueur, skanking et ambiance festive, fidèle à la scène ska américaine des années 90."
  },
  {
    "id": "707cd058-8687-4a0a-8aa4-7076a72897d1",
    "title": "Gob - \"What to Do\" Nettwerk Records - Official Music Video",
    "description": "What to Do est un single pop-punk de Gob, aux mélodies immédiates et à l’attitude irrévérencieuse. Le vidéoclip, sorti chez Nettwerk Records, alterne performance du groupe et scènes humoristiques, dans une esthétique typique du début des années 2000."
  },
  {
    "id": "d1769cee-e62e-43ef-8690-8f842fbf252f",
    "title": "The Offspring - \"Gotta Get Away\"",
    "description": "Gotta Get Away est tiré de l’album Smash de The Offspring, avec un riff lourd et répétitif qui reflète la tension du texte. Le clip montre le groupe jouant dans un hangar rempli de fans, avec un montage très nerveux et des images d’angoisse, symbolisant la pression et le besoin de fuir."
  },
  {
    "id": "f05aa033-f0d1-43bb-a92c-2c03270cd7d0",
    "title": "Rancid- Hyena",
    "description": "Hyena est un titre énergique de Rancid, où se mêlent influences punk, ska et rock’n’roll. Le morceau se distingue par ses choeurs rugueux et ses riffs rapides. La vidéo, fidèle à l’esthétique street punk du groupe, mélange performance et images urbaines granuleuses."
  },
  {
    "id": "aec4a126-3430-40c1-8cb4-271a21b8ed90",
    "title": "Rise Against - Savior (Official Music Video)",
    "description": "Savior est l’un des plus grands succès de Rise Against, un morceau punk rock mélodique aux paroles chargées d’émotion. Le clip officiel montre le groupe jouant dans un décor désertique pendant qu’un couple affronte des situations absurdes en costume d’animaux géants, créant un contraste entre humour visuel et intensité du texte."
  },
  {
    "id": "f4034807-d5a1-477b-9c6c-b844aa6266a2",
    "title": "Rise Against - Re-Education (Through Labor) (Uncensored)",
    "description": "Re-Education (Through Labor) est un titre engagé de Rise Against qui critique le système économique et politique. La version non censurée du clip montre des bikers diffusant des messages subversifs en ville, des images de grèves et de chaos social, tandis que le groupe joue dans un environnement industriel, renforçant le côté militant du morceau."
  },
  {
    "id": "ebc53b1a-e464-47dd-8500-0bf834a592be",
    "title": "Misfits - Saturday Nights Music Video HQ",
    "description": "Saturday Night est un titre des Misfits qui mélange ambiance doo-wop sombre et horror punk. Cette vidéo HQ propose un montage autour du morceau, avec esthétique gothique, imagerie de cimetière et références au cinéma d’horreur, tout en mettant en avant la dimension mélodique de la chanson."
  },
  {
    "id": "b64545d2-27f9-4e4b-bf64-2d99ad2d9676",
    "title": "Social Distortion   Reach For The Sky (FMX Music Video)",
    "description": "Reach For The Sky est un morceau inspirant de Social Distortion qui mélange punk rock et influences country. Cette version FMX associe le titre à des images de motocross freestyle, sauts spectaculaires et figures aériennes, renforçant le message de prendre des risques et de viser plus haut."
  },
  {
    "id": "608e0dbd-5486-4091-8f98-c5b3c9c92f51",
    "title": "VOLBEAT - \" I ONLY WANNA BE WITH YOU\"",
    "description": "Volbeat reprend I Only Wanna Be With You dans un style rock’n’roll moderne, mêlant voix puissante de Michael Poulsen, guitares lourdes et swing rétro. Le clip joue souvent sur une esthétique vintage, avec le groupe en costume et des scènes évoquant les vieux clubs de rock."
  },
  {
    "id": "a10bb7c5-df94-4eaf-ad3b-32a978936a09",
    "title": "Agnostic Front - \"Gotta Go\" Epitaph Records",
    "description": "Gotta Go est l’un des hymnes les plus connus d’Agnostic Front, pionniers du hardcore new-yorkais. Le titre repose sur un refrain scandé et une rythmique lourde. Le clip, sorti chez Epitaph, montre le groupe au milieu de la scène hardcore, entre concerts, mosh pits et rues de New York."
  },
  {
    "id": "e220ca7a-1b7f-475a-8989-ceae5fe0b783",
    "title": "H2O - Role Model",
    "description": "Role Model est un morceau hardcore mélodique de H2O qui parle d’exemplarité, de respect et d’intégrité. La vidéo montre le groupe, très proche de son public, en concert et dans la rue, avec un fort accent sur la communauté, le straight edge et le côté positif de la scène hardcore."
  },
  {
    "id": "f3e11602-beb2-4318-a575-5ae0dd608edc",
    "title": "Rancid - Backslide",
    "description": "Backslide est un titre de Rancid qui garde leur signature street punk : basse lourde, guitare tranchante et chant traînant de Tim Armstrong. Le vidéoclip, dans un style simple et granuleux, met surtout l’accent sur le groupe en performance et sur l’ambiance des concerts."
  },
  {
    "id": "276b0793-39c3-4d11-843d-903bf7f01b22",
    "title": "Agnostic Front - Gotta Go (Live at CBGB´s DVD)",
    "description": "Cette vidéo montre Agnostic Front jouant Gotta Go en live au légendaire CBGB’s de New York. Le son est brut, la salle bondée et l’ambiance électrique. Les images capturent l’intensité historique de ce lieu pour la scène punk/hardcore."
  },
  {
    "id": "a1638cda-843e-4cec-a89e-be952983720f",
    "title": "Green Day - Welcome To Paradise (Awesome as Fuck)",
    "description": "Cette version de Welcome To Paradise est tirée du live Awesome as Fuck de Green Day. Le groupe y interprète ce classique de Dookie avec une énergie énorme, pyrotechnie, public chantant chaque parole et mise en scène de grand show rock."
  },
  {
    "id": "063b519c-7d67-48a3-9111-e04412334b23",
    "title": "Leftöver Crack - Rock The 40 oz.",
    "description": "Rock The 40 Oz. est un des morceaux cultes de Leftöver Crack, mélangeant ska-punk, crust et paroles anti-système. Le clip, très DIY, montre le groupe dans la rue, en squat et en concert, avec une imagerie anarchiste et provocatrice."
  },
  {
    "id": "f81b7dc6-ff6d-41ac-b90f-5a32faa958f8",
    "title": "The Exploited - Beat The Bastards",
    "description": "Beat The Bastards est un titre crossover thrash/punk des Exploited, au son très agressif. Le clip est sombre et industriel, avec Wattie Buchan et le groupe jouant dans un décor métallique, entre stroboscopes et images de chaos social."
  },
  {
    "id": "ab04fd7a-f8d5-4549-ba7a-989bf841de90",
    "title": "Four Year Strong - Tonight We Feel Alive (On A Saturday)",
    "description": "Tonight We Feel Alive (On A Saturday) est un titre pop-punk/post-hardcore de Four Year Strong, avec gros refrains, double chant et riffs puissants. Le clip met en scène une soirée déjantée, avec le groupe et des personnages en liberté dans la ville, reflétant l’énergie du week-end."
  },
  {
    "id": "0a2b20c9-baea-4dfb-bd81-9141801612ce",
    "title": "Volbeat - Radio Girl (Official Video)",
    "description": "Radio Girl est un single de Volbeat qui fusionne rockabilly, metal et rock classique. Le clip officiel montre le groupe dans un décor rétro, entouré de danseurs et d’une esthétique inspirée des vieux studios radio et clubs rock’n’roll."
  },
  {
    "id": "fd3d71f1-fd11-4b99-b1f2-81a2c1327dd8",
    "title": "Misfits - Hybrid Moments",
    "description": "Hybrid Moments est un classique de l’ère Glenn Danzig des Misfits, une courte bombe horror punk aux mélodies sombres. Cette vidéo associe le morceau à des images d’archives, de concerts et d’extraits de films d’horreur, renforçant l’atmosphère macabre."
  },
  {
    "id": "cf1afe64-1b2e-4e2c-b6d9-f15f7d123dd4",
    "title": "The Offspring - I Choose",
    "description": "I Choose est un single de The Offspring, au son punk rock mélodique et au texte ironique sur les choix de vie. Le clip met en scène une série de situations absurdes qui s’enchaînent comme une suite d’accidents, pendant que le groupe joue, soulignant le côté imprévisible de l’existence."
  },
  {
    "id": "2b2c6fdd-be72-4c94-9c56-5fed934d4b00",
    "title": "The offspring - gone away",
    "description": "Gone Away est une ballade sombre et puissante de The Offspring sur le deuil et la perte. Le vidéoclip original montre le groupe jouant dans une grande pièce noire entourée de centaines de bougies, renforçant le côté dramatique et introspectif du morceau."
  },
  {
    "id": "abf31710-a89f-4d97-94c5-21a8aaa67055",
    "title": "Social Tension - Ride (Solo)",
    "description": "Ride de Social Tension est un morceau rock/punk centré sur la guitare, avec un solo mis en avant. La vidéo met l’accent sur le guitariste, filmé en train de jouer son solo, souvent illustré par des images de route ou de motos pour coller au thème du titre."
  },
  {
    "id": "da3da158-e8bb-4b28-aa15-696e498c20b1",
    "title": "Ten Foot Pole - \"The Getaway\"",
    "description": "The Getaway est un morceau de punk rock mélodique de Ten Foot Pole, au tempo enlevé et au refrain accrocheur. Le clip associe performance du groupe et images de fuite, de route et de petits larcins, en accord avec le thème de l’évasion."
  },
  {
    "id": "b898c8ba-ea72-4794-96f4-a2987d97e463",
    "title": "Ignite - Veteran",
    "description": "Veteran est un titre d’Ignite, groupe hardcore mélodique, qui rend hommage aux anciens combattants et parle des séquelles de la guerre. Le clip montre le groupe en concert, des images de soldats et de cérémonies, soulignant le côté émotionnel et respectueux de la chanson."
  },
  {
    "id": "7d0f726d-8893-4546-9d36-a1388812eb9a",
    "title": "Dropkick Murphys - \"The Gauntlet\"",
    "description": "The Gauntlet est un morceau celtic punk de Dropkick Murphys, mêlant cornemuse, chants de pub et énergie hardcore. La vidéo est centrée sur la performance du groupe, souvent dans des bars, sur scène et au milieu de fans enragés, reflétant l’ambiance de fraternité combattive du titre."
  },
  {
    "id": "ada7ad74-42df-4c28-be88-84bffc6c59b2",
    "title": "Misfits - Dig Up Her Bones",
    "description": "Dig Up Her Bones est un single des Misfits tiré de l’album American Psycho, considéré comme un classique du horror punk. Le vidéoclip officiel, premier vrai clip du groupe, mélange performance en live, Michale Graves chantant dans un faux cimetière et extraits du film La Fiancée de Frankenstein, renforçant l’esthétique gothique et cinéphile du groupe."
  },
  {
    "id": "dd980bca-86f5-4bc7-ba18-9baf8a4c2f65",
    "title": "Less Than Jake - Automatic",
    "description": "Automatic est un titre ska-punk de Less Than Jake, avec cuivres en avant, tempo rapide et texte sur le quotidien qui défile à toute vitesse. Le clip montre le groupe jouant dans des lieux modestes, entouré de fans, dans une ambiance très conviviale et chaotique."
  },
  {
    "id": "ffe5a496-e75c-4e0d-b571-7e7463ff6162",
    "title": "The Offspring - The Meaning Of Life",
    "description": "The Meaning Of Life est un morceau punk rock énergique de The Offspring, qui aborde de façon ironique la quête de sens. Le clip montre Dexter et le groupe dans une course folle à travers différents décors absurdes, poursuivis et percutant tout sur leur passage, reflétant une vie menée à toute vitesse."
  },
  {
    "id": "d623ce63-27f6-4075-960f-894d3ac00cbd",
    "title": "Sum 41 - Screaming Bloody Murder - UNOFFICIAL Video",
    "description": "Screaming Bloody Murder est un titre sombre et lourd de Sum 41, aux guitares massives et au chant tourmenté de Deryck Whibley. Cette vidéo non officielle associe la chanson à un montage d’images, souvent extraites d’autres sources ou de live, pour illustrer l’ambiance dramatique et chaotique du morceau."
  },
  {
    "id": "77a9f6e9-f199-4b07-ba28-a829c5df2ad4",
    "title": "Rise Against-\"Any way you want it\" (cover) -music video",
    "description": "Rise Against reprend Any Way You Want It de Journey dans une version punk rock plus rapide et musclée. Ce clip de reprise montre le groupe dans une ambiance détendue, en studio ou sur scène, soulignant le côté fun et hommage du projet, différent de leurs morceaux plus politiques."
  },
  {
    "id": "fd57d8ef-fe43-45e5-90bc-4665934f1995",
    "title": "Nofx - All Outta Angst",
    "description": "All Outta Angst est un morceau de NOFX au ton sarcastique sur l’anxiété et le fait de relativiser ses problèmes. La chanson, rapide et mélodique, est typique de leur style. La vidéo qui l’accompagne reprend généralement des images du groupe en concert ou en tournée, avec l’humour habituel du quatuor."
  },
  {
    "id": "b4c6d8f3-e66f-42d7-8556-c249b7283d02",
    "title": "A.F.I. - \"Totalimmortal\" Nitro Records",
    "description": "Totalimmortal est un morceau culte d’AFI, mélangeant punk rapide, ambiance sombre et chant intense de Davey Havok. Le clip issu de l’ère Nitro Records met en avant le groupe sur scène et des images très contrastées, annonçant déjà leur virage vers des atmosphères plus gothiques."
  },
  {
    "id": "da23df65-12f0-41fe-975e-d698bcbaf36b",
    "title": "Rise Against - Give It All",
    "description": "Give It All est un titre emblématique de Rise Against, traitant de l’engagement et du sacrifice au service d’une cause. Le vidéoclip montre des fans se préparant à un concert dans le métro, puis se libérant en hurlant le refrain avec le groupe, avant de disparaître dans la foule, symbolisant la catharsis du punk rock."
  },
  {
    "id": "e6f31850-6010-4ba1-a307-3094beb0e84e",
    "title": "Refused - New Noise (Official Video)",
    "description": "New Noise est le morceau manifeste de Refused, tiré de The Shape of Punk to Come. Le clip officiel, tourné principalement en noir et blanc, montre le groupe en performance frénétique, avec un montage expérimental et des plans industriels, à l’image de leur révolution sonore."
  },
  {
    "id": "96cbe528-5b57-4525-ac35-ee328a0ba0c9",
    "title": "The Black Halos - Some Things Never Fall",
    "description": "Some Things Never Fall est un titre rock’n’roll/punk des Black Halos, avec une forte influence glam et une énergie de bar rock. Le clip met en scène le groupe dans des bars enfumés, en concert et en virée nocturne, dans un style sale et élégant à la fois."
  },
  {
    "id": "507a0fdd-a121-496d-bcfb-b52486bec0d4",
    "title": "Dropkick Murphys - 10 Years Of Service",
    "description": "10 Years Of Service est un morceau de Dropkick Murphys qui parle de l’aliénation du travail et des années passées au service d’un système. La vidéo met l’accent sur des images de travailleurs, d’usines et sur la performance du groupe, avec cornemuse et choeurs puissants."
  },
  {
    "id": "532624cf-a7cc-4e48-8747-5ed3842695bd",
    "title": "Rancid - 'Who Would've Thought' (Music Video)",
    "description": "Who Would’ve Thought est un morceau plus mélodique et introspectif de Rancid, avec une forte influence reggae et rock. Le clip propose une narration autour d’une relation compliquée, alternant avec des images du groupe, dans une esthétique plus posée que leurs vidéos street habituelles."
  },
  {
    "id": "88fd996e-370a-4fec-98b9-4451ef6d5273",
    "title": "The Days of the Phoenix by AFI from the album The Art Of Drowning",
    "description": "The Days of the Phoenix est un single d’AFI tiré de The Art of Drowning, qui mêle punk rapide et atmosphère gothique. Le clip, tourné dans une salle de concert vide qui se remplit peu à peu, joue sur des éclairages dramatiques et des plans serrés sur le groupe, créant une ambiance nocturne et intense."
  },
  {
    "id": "4814c9f8-2015-4087-bcb7-8730fb169c02",
    "title": "Sum 41 - Makes No Difference (Second Version) HD",
    "description": "Makes No Difference est l’un des premiers singles de Sum 41, pop-punk énergique et adolescent. Cette seconde version du clip, en HD, montre le groupe jouant dans une maison où une fête dégénère totalement, avec cascades, bagarre dans la piscine et chaos général autour du groupe."
  },
  {
    "id": "af985195-c833-49cc-a794-abb5baf18835",
    "title": "MxPx - Under Lock and Key [Live! At The Show]",
    "description": "Under Lock and Key, présenté ici en version Live! At The Show, capture MxPx en pleine forme sur scène. La vidéo montre la foule qui chante, stage diving et énergie non-stop, mettant en avant le côté très accessible et festif du pop-punk du groupe."
  },
  {
    "id": "ebad6541-5a4c-440e-b0bb-fb801155329a",
    "title": "Flogging Molly - What's Left Of The Flag (Official Video)",
    "description": "What’s Left Of The Flag est un morceau celtic punk de Flogging Molly, qui parle de mémoire, de perte et de fierté. Le clip officiel alterne images du groupe dans un pub ou sur scène, et scènes de vie ouvrière, de famille et de drapeau, soulignant le côté profondément émotionnel du titre."
  },
  {
    "id": "bf2afdea-a05a-42f1-9146-42bbd1bf6b7e",
    "title": "Rise Against - Ready To Fall",
    "description": "Ready To Fall est un titre de Rise Against qui aborde la destruction de l’environnement et la souffrance animale. Le vidéoclip juxtapose la performance du groupe avec des images choquantes d’industries polluantes, de rodeos et d’abattoirs, renforçant la portée militante de la chanson."
  },
  {
    "id": "1911e547-ba61-4116-8e47-3603b23f5c72",
    "title": "Rancid - Rwanda",
    "description": "Rwanda est un morceau de Rancid abordant la guerre civile et le génocide au Rwanda, dans un style punk rock sombre. La vidéo illustre le titre avec un montage de performance du groupe, de visuels documentaires et de graphismes, soulignant le thème politique et humanitaire."
  },
  {
    "id": "87b2ad78-7e22-4a7f-8f3a-81c8037a75fd",
    "title": "A Wilhelm Scream - \"Famous Friends and Fashion Drunks\"",
    "description": "Famous Friends and Fashion Drunks est un titre technique et rapide d’A Wilhelm Scream, combinant punk mélodique et riffs quasi metal. La vidéo met en avant l’intensité du groupe, en live ou en studio, avec un montage rapide qui suit la virtuosité instrumentale."
  },
  {
    "id": "9b3540f2-005d-4bb1-9fd7-f767f6e7f6c5",
    "title": "Gob - \"Ming Tran/Destroying America\" edit. With MING TRAN!",
    "description": "Cette vidéo assemble les morceaux Ming Tran et Destroying America de Gob dans un montage unique. On y voit le groupe accompagné de la danseuse Ming Tran, dans un clip humoristique et irrévérencieux qui mélange images de live, chorégraphies et satire politique légère."
  },
  {
    "id": "3c80ea1e-108d-45db-8657-fe630e76d73c",
    "title": "Snoop Dogg - Gin & Juice (Ska Punk Cover)",
    "description": "Cette reprise ska-punk de Gin & Juice de Snoop Dogg transforme le classique G-funk en fête skankée, avec guitare en contretemps, section rythmique rapide et souvent cuivres. Le clip illustre le décalage entre l’original rap et cette version ska, généralement avec un groupe punk en train de jouer dans une ambiance de party."
  },
  {
    "id": "42117843-24ce-4499-919a-51cf4d8b2ceb",
    "title": "MxPx - Doing Time",
    "description": "Doing Time est un morceau pop-punk de MxPx, court et très rapide, qui parle de la routine et de l’impression de purger une peine. La vidéo est centrée sur le groupe jouant dans des lieux modestes, avec une esthétique DIY et beaucoup d’énergie."
  },
  {
    "id": "b5b21e14-7343-46e4-bb5f-4ba10ec51a47",
    "title": "The Distillers - Beat Your Heart",
    "description": "Beat Your Heart est un titre punk rock brut de The Distillers, dominé par la voix éraillée de Brody Dalle. La vidéo met en avant le groupe dans un cadre simple, souvent en noir et blanc ou avec une lumière très crue, en accord avec la tension du morceau."
  },
  {
    "id": "5821a844-61d9-43c6-aa7f-eacf8122bccd",
    "title": "Bombshell Rocks - \"The Will, The Message\" Burning Heart Records - Official Music Video",
    "description": "The Will, The Message est un morceau street punk de Bombshell Rocks, sorti chez Burning Heart Records. Le clip officiel montre le groupe dans un cadre urbain, entre murs graffés, performances serrées et plans de rue, soulignant leur ancrage dans la culture punk européenne."
  },
  {
    "id": "d9aa0122-54d1-4326-b2dc-edd4959c0ea0",
    "title": "Less Than Jake Dopeman",
    "description": "Dopeman est un titre de Less Than Jake qui mêle ska-punk et paroles ironiques sur les excès et dépendances. La vidéo utilise souvent une imagerie colorée et exagérée, centrée sur des personnages décalés et la performance du groupe."
  },
  {
    "id": "ce4c3efb-39cf-4ce7-8fb1-c6d7f371d6f6",
    "title": "Quick Addiction - Paradise (Skateboard Music Video)",
    "description": "Paradise de Quick Addiction est utilisé comme bande-son d’une vidéo de skate. Le clip montre principalement des skaters enchaînant les figures dans la rue, sur des rampes et spots urbains, tandis que la musique punk/rock rythme les sessions."
  },
  {
    "id": "cb4d787e-d0b0-4b22-8fcd-a3eb970947fa",
    "title": "Reel Big Fish - Take On Me",
    "description": "Reel Big Fish reprennent Take On Me d’a-ha dans une version ska-punk hyper festive. Le vidéoclip joue sur l’auto-parodie, avec le groupe en costume et situations absurdes, tout en intégrant parfois des clins d’œil au clip original et à son esthétique dessin animé."
  },
  {
    "id": "120074bd-46f0-4274-b983-dbb3ea2d7e60",
    "title": "Rise Against - Prayer Of The Refugee (Official Music Video)",
    "description": "Prayer Of The Refugee est un titre de Rise Against sur l’exploitation et le sort des travailleurs déplacés. Le clip montre le groupe jouant dans un magasin, tandis que la caméra zoome sur des produits pour révéler les usines et ateliers précaires où ils sont fabriqués. À la fin, les musiciens détruisent symboliquement les marchandises, le sol formant les mots fair trade."
  },
  {
    "id": "489322cd-c036-4b1c-8579-77ca07325703",
    "title": "Officer Down - Open Waters (TNSrecords)",
    "description": "Open Waters est un morceau punk mélodique d’Officer Down, sorti chez TNSrecords. La vidéo met en scène le groupe en performance et associe souvent le thème de la chanson à des images de mer, de voyage et de remise en question."
  },
  {
    "id": "f0131d5c-afd0-4f16-9fe1-9e50b283955b",
    "title": "Die Hard - Music Video - NEW 4th Verse!",
    "description": "Cette vidéo Die Hard revisite un morceau existant avec un quatrième couplet inédit. Le clip est centré sur la performance du groupe, avec un montage énergique et des plans sur le public, mettant en avant les nouvelles paroles et l’intensité live."
  },
  {
    "id": "555673ae-1013-4baf-85cc-2c852cc25978",
    "title": "\"Say What You Mean\"",
    "description": "Say What You Mean est un morceau rock/punk au message direct sur l’honnêteté et le fait d’assumer ses paroles. Le vidéoclip, selon la version, met généralement l’accent sur la performance du groupe et des scènes illustrant les non-dits et les confrontations."
  },
  {
    "id": "f76e9519-e382-4e7d-8a86-9b5b9e26ecbd",
    "title": "The Distillers - \"The Young Crazed Peeling\" Hellcat Records",
    "description": "The Young Crazed Peeling est un titre emblématique de The Distillers, sorti chez Hellcat Records. Brody Dalle y crache des paroles autobiographiques sur la rage de jeunesse. Le clip montre le groupe dans un décor urbain délabré, avec une esthétique brute et granuleuse, fidèle aux débuts du groupe."
  },
  {
    "id": "26b6d166-b97f-46d3-ab13-14e0112fca7e",
    "title": "The Offspring - All I Want (Official Music Video)",
    "description": "All I Want est un morceau ultra rapide de The Offspring tiré de Ixnay on the Hombre. Le clip officiel montre Dexter Holland courant à travers une série de scènes surréalistes, poursuivi par des personnages étranges, tandis que le groupe joue dans un décor minimaliste, symbolisant le besoin de tout envoyer promener."
  },
  {
    "id": "25ba3450-f4f6-451a-8c40-d02baa6b8c95",
    "title": "Goldfinger - 99 Red Balloons (Official Video)",
    "description": "Goldfinger reprend 99 Red Balloons (99 Luftballons) en version ska-punk, avec cuivres et guitares rapides. Le clip officiel joue sur l’imagerie des ballons rouges, mélange images de guerre, satire politique et performance du groupe, tout en gardant un côté festif."
  },
  {
    "id": "ae01343d-358f-4010-b34b-4a54b66b2510",
    "title": "Consumed - Wake Up With a Smile (Official Video)",
    "description": "Wake Up With a Smile est un titre skate punk de Consumed, avec riffs rapides et chant mélodique. Le clip officiel met en scène le groupe et des personnages qui traversent des situations absurdes du quotidien, en décalage avec le titre ironique de la chanson."
  },
  {
    "id": "6e84990b-2e8f-4338-a238-000675d132c2",
    "title": "Sum 41 - In Too Deep (Official Music Video)",
    "description": "In Too Deep est l’un des plus grands succès de Sum 41, morceau pop-punk ultra accrocheur. Le clip parodique met le groupe au cœur d’une compétition de plongeon absurde, avec figures ridicules, public déchaîné et humour constant, devenu une image culte des années 2000."
  },
  {
    "id": "485633b5-5082-4e25-bd50-238cd3ce0074",
    "title": "CHROME DIVISION - Serial Killer / Story Version (OFFICIAL MUSIC VIDEO)",
    "description": "Serial Killer de Chrome Division est un titre heavy rock/metal aux riffs massifs. La version Story du clip raconte une histoire inspirée des films de série noire et de serial killers, alternant scènes narratives sombres et images du groupe jouant dans un décor brut."
  },
  {
    "id": "87f9b8aa-36c6-4f75-b3a1-ca928f332cf1",
    "title": "Vanessa Carlton - Ordinary Day",
    "description": "Ordinary Day est une ballade pop au piano de Vanessa Carlton, portée par sa voix douce et une mélodie lumineuse. Le vidéoclip la montre jouant au piano dans des paysages naturels et oniriques, avec une mise en scène romantique qui accompagne le ton optimiste et rêveur de la chanson."
  }
]
