[
  {
    "id": "d23be01c-bb8d-45c4-a6c0-b10639f35645",
    "title": "Michael Jackson - You Are Not Alone (Official Video)",
    "description": "« You Are Not Alone » est un titre de Michael Jackson, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "276d8004-8374-4ec6-bb93-4f8cf623d62d",
    "title": "AC/DC - Thunderstruck (Official Video)",
    "description": "La chanson « Thunderstruck » de AC/DC se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "735d083b-3199-4045-bb0e-1f2735773342",
    "title": "M.C. Hammer - U Can't Touch This",
    "description": "« U Can't Touch This » est un titre de M.C. Hammer, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "574bf94a-ce85-4895-a039-fb4cc9389024",
    "title": "Toni Braxton - Un-Break My Heart (Official HD Video)",
    "description": "« Un-Break My Heart » est un titre de Toni Braxton, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "ea21e65b-8e67-419e-b281-9bd7a85d7645",
    "title": "Fugees - Killing Me Softly With His Song (Official Video)",
    "description": "« Killing Me Softly With His Song » est un titre de Fugees, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "1cffd771-3841-4595-a741-62060cb258a1",
    "title": "Vanilla Ice - Ice Ice Baby (Official Music Video)",
    "description": "Avec « Ice Ice Baby », Vanilla Ice propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "ceaafabb-51f9-4b1a-b05d-fd48c8a54f22",
    "title": "Lou Bega - Mambo No. 5 (A Little Bit of...)",
    "description": "La chanson « Mambo No. 5 (A Little Bit of...) » de Lou Bega se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "4ae71252-6dca-42fd-9698-95df88958426",
    "title": "The Cranberries - Linger (Official Music Video)",
    "description": "La chanson « Linger » de The Cranberries se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "65bad8fa-dfd0-4c02-91a1-d2fee307707d",
    "title": "Mariah Carey - Without You (Official HD Music Video)",
    "description": "La chanson « Without You » de Mariah Carey se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "bb93b6ed-0526-44e9-80b0-0ac567f86392",
    "title": "Michael Jackson - Black Or White (Official Video - Shortened Version)",
    "description": "« Black Or White » est un titre de Michael Jackson, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "29f69b7b-574d-4f7d-bd74-1fb48059d05f",
    "title": "Shania Twain - Man! I Feel Like A Woman! (Official Music Video)",
    "description": "« Man! I Feel Like A Woman! » est un titre de Shania Twain, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "933fc332-7c6b-4be7-a7b0-90952d9d627d",
    "title": "Michael Jackson - Earth Song (Official Video)",
    "description": "Avec « Earth Song », Michael Jackson propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "1a6b9381-c9dd-406e-9020-aea9f6db4cda",
    "title": "TLC - No Scrubs (Official HD Video)",
    "description": "Avec « No Scrubs », TLC propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "f31067f2-58e6-4b5d-9913-e2896ccfe032",
    "title": "2Pac - Dear Mama",
    "description": "« Dear Mama » est un titre de 2Pac, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "5cbb6c20-3661-468d-aa89-b20193772cbe",
    "title": "Dido - Thank You (Official Video)",
    "description": "La chanson « Thank You » de Dido se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b0b1f7fc-1c86-4a40-bd2c-332aa104149c",
    "title": "Metallica - The Unforgiven (Official Music Video)",
    "description": "La chanson « The Unforgiven » de Metallica se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "12f0c264-1e9b-475c-83df-aa42636af6bf",
    "title": "Destiny's Child - Say My Name (Official Video)",
    "description": "« Say My Name » est un titre de Destiny's Child, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "a37e37d8-d834-4f67-af18-70bd28b990c1",
    "title": "Mariah Carey - Always Be My Baby (Official Music Video)",
    "description": "Avec « Always Be My Baby », Mariah Carey propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "1819f4e5-5fee-449d-8711-d9689bfaf554",
    "title": "Santana - Smooth (Official Video) ft. Rob Thomas",
    "description": "La chanson « Smooth » de Santana en collaboration avec Rob Thomas se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b0e22691-9e2f-4500-92b5-edff238b2eec",
    "title": "Green Day - Basket Case [Official Music Video] (4K Upgrade)",
    "description": "« Basket Case [Official Music Video] (4K Upgrade) » est un titre de Green Day, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "5533880d-abcd-4272-b1a2-69f8b460be81",
    "title": "Bryan Adams - (Everything I Do) I Do It For You",
    "description": "Avec « (Everything I Do) I Do It For You », Bryan Adams propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "c66e0d18-1e9e-42d1-b168-0cc9dc3581fd",
    "title": "Savage Garden - Truly Madly Deeply (Official Video)",
    "description": "La chanson « Truly Madly Deeply » de Savage Garden se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "9c9ae77a-0b8f-4122-a4e9-53f9d18e61f3",
    "title": "Santana - Maria Maria (Official Video) ft. The Product G&B",
    "description": "Avec « Maria Maria », Santana en collaboration avec The Product G&B propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "a26e21de-9952-47bf-ac0e-93bcfa977b35",
    "title": "Dr. Dre - Still D.R.E. ft. Snoop Dogg",
    "description": "Avec « Still D.R.E. », Dr. Dre en collaboration avec Snoop Dogg propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "5a32f71d-00c5-45c5-bad3-50f5ce932c59",
    "title": "Guns N' Roses - November Rain",
    "description": "Avec « November Rain », Guns N' Roses propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "4ed2d386-916d-493b-b2e1-4165dbffea5c",
    "title": "Coolio - Gangsta's Paradise (feat. L.V.) [Official Music Video]",
    "description": "« Gangsta's Paradise ( » est un titre de Coolio en collaboration avec L.V.) [Official Music Video], accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "2e082370-b3f8-4403-a58c-5ec8092ed81d",
    "title": "Whitney Houston - I Will Always Love You (Official 4K Video)",
    "description": "« I Will Always Love You » est un titre de Whitney Houston, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "22845a5a-dad7-436c-b994-283900771a53",
    "title": "Backstreet Boys - I Want It That Way (Official HD Video)",
    "description": "Avec « I Want It That Way », Backstreet Boys propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection pop mainstream."
  },
  {
    "id": "ee29b533-0cd7-4b62-b965-4b84518e32b6",
    "title": "Metallica: Nothing Else Matters (Official Music Video)",
    "description": "Avec « Metallica: Nothing Else Matters », l’artiste propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "09bde9e9-fa55-4924-b5d3-7a004ebafca6",
    "title": "Aqua - Barbie Girl (Official Music Video)",
    "description": "« Barbie Girl » est un titre de Aqua, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "89087a0f-a271-45dc-bd9f-d697e79679b3",
    "title": "Michael Jackson - They Don’t Care About Us (Brazil Version) (Official Video)",
    "description": "La chanson « They Don’t Care About Us » de Michael Jackson se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "a385a2a8-643d-4d9d-b236-ab7c6208ed54",
    "title": "Bon Jovi - Always (Official Music Video)",
    "description": "La chanson « Always » de Bon Jovi se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "79e897fe-b9f4-47c5-a995-225c60f2178b",
    "title": "Britney Spears - ...Baby One More Time (Official Video)",
    "description": "La chanson « ...Baby One More Time » de Britney Spears se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en pop mainstream."
  },
  {
    "id": "3b656dd8-2518-4ee3-a53d-5930742311af",
    "title": "Whitney Houston - I Have Nothing (Official HD Video)",
    "description": "« I Have Nothing » est un titre de Whitney Houston, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "080fa086-e63b-4126-91a4-2d11a343b6c4",
    "title": "Red Hot Chili Peppers - Otherside [Official Music Video] [HD UPGRADE]",
    "description": "La chanson « Otherside [Official Music Video] » de Red Hot Chili Peppers se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b4b2b2ad-6fd8-4b9a-a17b-0a78348e7573",
    "title": "Extreme - More Than Words (Official Music Video)",
    "description": "La chanson « More Than Words » de Extreme se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "cded9682-f1e5-4644-87e6-0dcfce04a3d2",
    "title": "Mariah Carey - All I Want For Christmas Is You (Official Video)",
    "description": "Avec « All I Want For Christmas Is You », Mariah Carey propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "7d717cbc-2147-4c8e-ab53-56d54d7c844f",
    "title": "2Pac - Hit 'Em Up (Dirty) (Music Video) HD",
    "description": "« Hit 'Em Up  HD » est un titre de 2Pac, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "89ec5f5c-b88c-4e99-b652-4a0f4f5564c1",
    "title": "Spice Girls - Wannabe (Official Music Video)",
    "description": "La chanson « Wannabe » de Spice Girls se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "e742665a-0bdb-40aa-804f-0ab98c449909",
    "title": "Backstreet Boys - As Long As You Love Me (Official HD Video)",
    "description": "« As Long As You Love Me » est un titre de Backstreet Boys, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de pop mainstream."
  },
  {
    "id": "1bf2b6b3-e064-4b30-9432-fadf2ca76b63",
    "title": "Michael Jackson - Remember the Time (Official Video - Upscaled)",
    "description": "La chanson « Remember the Time » de Michael Jackson se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "17e9913e-60ef-4f20-a75a-0ee3b15c37d8",
    "title": "Backstreet Boys - Everybody (Backstreet's Back) (Official HD Video)",
    "description": "« Everybody » est un titre de Backstreet Boys, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de pop mainstream."
  },
  {
    "id": "070ce625-ed99-4bda-a1e1-64d99d874165",
    "title": "Nirvana - The Man Who Sold The World (MTV Unplugged)",
    "description": "La chanson « The Man Who Sold The World (MTV Unplugged) » de Nirvana se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b683edcb-477a-4e3e-919a-d1dd59552de1",
    "title": "Ricky Martin - Livin' La Vida Loca (Official Video)",
    "description": "Avec « Livin' La Vida Loca », Ricky Martin propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "5c8f3f8c-5c9f-4ad5-ae09-724bad14394a",
    "title": "Red Hot Chili Peppers - Scar Tissue [Official Music Video] [HD UPGRADE]",
    "description": "« Scar Tissue [Official Music Video] » est un titre de Red Hot Chili Peppers, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "d5290bd9-5f40-40a1-ad41-6d48d823008a",
    "title": "Whitney Houston, Mariah Carey - When You Believe (Official HD Video)",
    "description": "« When You Believe » est un titre de Whitney Houston, Mariah Carey, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "5ea0ef2a-b94a-4786-b2f4-a452decb5346",
    "title": "White Lion - When The Children Cry (Official Music Video)",
    "description": "« When The Children Cry » est un titre de White Lion, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "4407763c-ff71-47c6-a029-f3a7c08cd360",
    "title": "Michael McDonald - I Keep Forgettin' (Every Time You're Near) (Official Music Video)",
    "description": "Avec « I Keep Forgettin' », Michael McDonald propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "861f1902-6bc7-4430-827b-ec19306e8c24",
    "title": "Laura Branigan - Gloria (Official Music Video)",
    "description": "« Gloria » est un titre de Laura Branigan, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "abe122fc-a1c9-4d16-adfc-f151d6a10fec",
    "title": "The Outfield - Your Love (Official HD Video)",
    "description": "La chanson « Your Love » de The Outfield se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "47e84a34-8792-4cdc-bb94-cb6aa295c940",
    "title": "Men At Work - Who Can It Be Now? (Official Video)",
    "description": "« Who Can It Be Now? » est un titre de Men At Work, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "bd4ef960-5e3d-4182-902f-3a519848d621",
    "title": "The Time - Cool (Official Music Video) [HD]",
    "description": "Avec « Cool », The Time propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "a498762f-457a-4cd7-8585-e0ec3823795b",
    "title": "Salt-N-Pepa - Push It (Official Music Video)",
    "description": "« Push It » est un titre de Salt-N-Pepa, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "bddbe103-888b-48d5-b019-52d531fc43aa",
    "title": "Bananarama - Cruel Summer (Official Video)",
    "description": "Avec « Cruel Summer », Bananarama propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "8cc51003-20a0-460b-98b2-ba8b42b2d693",
    "title": "Tom Tom Club - Genius Of Love (Official Music Video) [4K]",
    "description": "« Genius Of Love  [4K] » est un titre de Tom Tom Club, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "85ff9d1c-92be-4e44-994e-aa1c9555cd46",
    "title": "The Time - Ice Cream Castles (Official Music Video)",
    "description": "« Ice Cream Castles » est un titre de The Time, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "6beed45b-a46c-44dc-80fc-2ea6b3fa2626",
    "title": "Madonna - Lucky Star (Official Video)",
    "description": "« Lucky Star » est un titre de Madonna, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "f535576f-f313-4951-ba00-4d78d11f1fc3",
    "title": "Bruce Springsteen - Dancing In the Dark (Official Video)",
    "description": "La chanson « Dancing In the Dark » de Bruce Springsteen se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "559b76ec-19fd-4502-866c-49fd51c7208b",
    "title": "Michael McDonald - No Lookin' Back (Official Music Video)",
    "description": "« No Lookin' Back » est un titre de Michael McDonald, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "84688fb9-2ebd-4ba9-84a7-8acb721e6da0",
    "title": "Philip Bailey, Phil Collins - Easy Lover",
    "description": "La chanson « Easy Lover » de Philip Bailey, Phil Collins se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "47a30bdf-d70c-45de-98be-9e8af89c5636",
    "title": "Simple Minds - Don't You (Forget About Me)",
    "description": "« Don't You (Forget About Me) » est un titre de Simple Minds, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "a11eaea1-546f-453a-be8c-2400faa321c4",
    "title": "Todd Rundgren - Bang The Drum All Day (Official Video)",
    "description": "Avec « Bang The Drum All Day », Todd Rundgren propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "c11a5fbd-ba98-4db9-b6a0-a016162a524e",
    "title": "Fleetwood Mac - Gypsy (Official Music Video) [HD]",
    "description": "« Gypsy » est un titre de Fleetwood Mac, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "c75feb52-4ebb-4793-a52f-19aadb5378c2",
    "title": "ZZ Top - Sharp Dressed Man (Official Music Video) [HD Remaster]",
    "description": "La chanson « Sharp Dressed Man » de ZZ Top se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "e716e06e-351f-41fd-ace0-fdd428f761c7",
    "title": "Christine McVie - Love Will Show Us How (Official Music Video)",
    "description": "La chanson « Love Will Show Us How » de Christine McVie se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b8c3eec3-068f-44f3-af41-537946e1065c",
    "title": "The Time - The Walk (Official Music Video)",
    "description": "La chanson « The Walk » de The Time se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "6c751bca-9915-4466-8bbc-d1af3ac04561",
    "title": "David Lee Roth - Just A Gigolo / I Ain't Got Nobody (Official Video) [HD]",
    "description": "« Just A Gigolo / I Ain't Got Nobody » est un titre de David Lee Roth, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "9114c911-ca36-4036-9c52-44d588f705f4",
    "title": "Rod Stewart - Young Turks (Official HD Remaster)",
    "description": "La chanson « Young Turks » de Rod Stewart se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "ffbd7b78-36b9-4668-8c59-83e1604fd8ca",
    "title": "Van Halen - Jump (Official Music Video) [HD]",
    "description": "La chanson « Jump » de Van Halen se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "35a26d0a-6dec-40f5-bc1a-35191a365dfa",
    "title": "Billy Ocean - Caribbean Queen (No More Love on the Run) (Official HD Video)",
    "description": "La chanson « Caribbean Queen » de Billy Ocean se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "aeb7405b-07e1-4e5a-8a7e-bdc60ade4918",
    "title": "Donald Fagen – New Frontier (Official Video) [HD Remastered]",
    "description": "« Donald Fagen – New Frontier » est un titre de l’artiste, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "682843b5-530f-446d-9985-6a1a435ad9be",
    "title": "Kim Carnes - Bette Davis Eyes",
    "description": "Avec « Bette Davis Eyes », Kim Carnes propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "1adf7924-d836-4cae-869a-792c59ce05e0",
    "title": "Earth, Wind & Fire - Let's Groove (Official HD Video)",
    "description": "Avec « Let's Groove », Earth, Wind & Fire propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "cdd22cbb-770d-4a68-9a42-2c93c0fc864c",
    "title": "The Psychedelic Furs - Love My Way (Official Video)",
    "description": "« Love My Way » est un titre de The Psychedelic Furs, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "56cc136a-fc00-4ffc-abcb-a117c708bc19",
    "title": "Christine McVie - Got A Hold On Me (Official Music Video) [HD]",
    "description": "La chanson « Got A Hold On Me » de Christine McVie se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "295b1617-7fd2-426b-9733-add7211891eb",
    "title": "Todd Rundgren - Change Myself (Official Music Video)",
    "description": "« Change Myself » est un titre de Todd Rundgren, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "bb6b4db0-a22e-4696-8eda-10ab68d954fd",
    "title": "Whitney Houston - I Wanna Dance With Somebody (Official 4K Video)",
    "description": "La chanson « I Wanna Dance With Somebody » de Whitney Houston se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "2af5c0b3-050a-41c1-855a-7f20017f5365",
    "title": "Queen - I Want To Break Free (Official Video)",
    "description": "La chanson « I Want To Break Free » de Queen se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "b8de4a5a-3558-4120-af6d-def0c43bbcc5",
    "title": "Michael Jackson - Billie Jean (Official Video)",
    "description": "La chanson « Billie Jean » de Michael Jackson se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "6400c001-e6be-4dba-9f7f-47461f80e566",
    "title": "The Human League - Don't You Want Me (Official Music Video)",
    "description": "« Don't You Want Me » est un titre de The Human League, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "bdc08f03-8a6d-43b5-b182-f76243d1bd2d",
    "title": "Laura Branigan - Self Control (Official Music Video)",
    "description": "« Self Control » est un titre de Laura Branigan, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "40211c18-4388-484b-8bce-a530a7461a3a",
    "title": "Phil Collins - Sussudio (Official Music Video) [HD Upgrade]",
    "description": "La chanson « Sussudio » de Phil Collins se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "df06ca29-5542-4bc7-b9fa-cc5d76f9a5df",
    "title": "Duran Duran - Hungry like the Wolf (Official Music Video)",
    "description": "« Hungry like the Wolf » est un titre de Duran Duran, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "0d4a81a3-a909-456f-8c4f-64f2ec3d5347",
    "title": "Madonna - Into The Groove (Official Video)",
    "description": "« Into The Groove » est un titre de Madonna, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "7051792f-0c06-4c98-beb6-47d72d2cee02",
    "title": "David Bowie & Mick Jagger - Dancing In The Street (Official 4K Video)",
    "description": "Avec « Dancing In The Street », David Bowie & Mick Jagger propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "56c6a8e7-0589-4e87-9531-6b291eb0317e",
    "title": "Nu Shooz - I Can't Wait (Official Music Video)",
    "description": "« I Can't Wait » est un titre de Nu Shooz, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "7ef6db67-7088-4d3c-8fa8-08f41e582dcf",
    "title": "Benjamin Orr - Stay the Night (Official Music Video)",
    "description": "Avec « Stay the Night », Benjamin Orr propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "6c94bf34-d1dc-4542-8fb4-e21269ee3720",
    "title": "Chicago - Hard Habit To Break (Official Music Video)",
    "description": "Avec « Hard Habit To Break », Chicago propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "60006512-46e7-4a82-8a60-0d914e2892f9",
    "title": "Talk Talk - It's My Life (Official Video)",
    "description": "Avec « It's My Life », Talk Talk propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "f770dc4c-7af2-4d11-b876-8e032a3e8f27",
    "title": "George Michael - Faith (Official Video)",
    "description": "Avec « Faith », George Michael propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "19791f1a-0ea5-46fe-b2a1-3923989fb827",
    "title": "Def Leppard - Pour some sugar on me (US version)",
    "description": "Avec « Pour some sugar on me (US version) », Def Leppard propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "6dd8aaf8-40c2-4793-9c52-ee44e07b53e2",
    "title": "Prince - 1999 (Official Music Video)",
    "description": "La chanson « 1999 » de Prince se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "f7f4a81f-c164-485c-8ab3-9f6ed2f4f79b",
    "title": "Talking Heads - This Must Be the Place (Naïve Melody) (Official Video)",
    "description": "La chanson « This Must Be the Place » de Talking Heads se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "8bfb3524-c2f9-4104-a5f4-e1c76df1db1a",
    "title": "Stevie Nicks - Stand Back (Official Music Video) [HD Remaster]",
    "description": "« Stand Back » est un titre de Stevie Nicks, accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  },
  {
    "id": "80ed004a-69b0-4879-ad3c-e34f2258f741",
    "title": "Kajagoogoo - Too Shy (Official Music Video)",
    "description": "Avec « Too Shy », Kajagoogoo propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "8c7c71f8-4a03-4633-a161-98974a691252",
    "title": "Prince - Little Red Corvette (Official Music Video)",
    "description": "Avec « Little Red Corvette », Prince propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "595f1739-ac9d-42f7-b92d-bbfe27c2d5d6",
    "title": "Daryl Hall & John Oates - I Can't Go For That (No Can Do) (Official Video)",
    "description": "Avec « I Can't Go For That », Daryl Hall & John Oates propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "4fe3600b-c62b-4e76-a793-5db5b92d53b3",
    "title": "Bobby Brown - Every Little Step",
    "description": "La chanson « Every Little Step » de Bobby Brown se distingue par son ambiance pop. Le vidéoclip amplifie cette atmosphère grâce à une réalisation expressive, très recherchée en musique pop."
  },
  {
    "id": "3f788e85-6187-406d-b6cf-c60c01ba789a",
    "title": "Fleetwood Mac - Seven Wonders (Official Music Video) [HD]",
    "description": "Avec « Seven Wonders », Fleetwood Mac propose un morceau marquant soutenu par un clip soigné qui renforce l’identité artistique du projet. Un excellent choix pour enrichir une sélection musique pop."
  },
  {
    "id": "ef3ae41d-c5cd-4231-bdc8-06a0edcf4d1f",
    "title": "Sheila E. - The Glamorous Life (Official Music Video)",
    "description": "« The Glamorous Life » est un titre de Sheila E., accompagné d’un vidéoclip officiel immersif qui reflète l’univers visuel et sonore de l’artiste. Idéal pour les amateurs de musique pop."
  }
]